{
	"items": [
		{
			"id": "adaptability",
			"name": "Adaptabilidad",
			"description": "Cuando este Pokémon usa un movimiento de su mismo tipo, puede tirar los dados de daño dos veces y elegir cualquier resultado."
		},
		{
			"id": "aftermath",
			"name": "Detonación",
			"description": "Este Pokémon inflige daño a un atacante igual a la mitad del daño recibido al ser debilitado por un movimiento cuerpo a cuerpo."
		},
		{
			"id": "air-lock",
			"name": "Esclusa de Aire",
			"description": "Mientras este Pokémon está en combate, habilidades relacionadas con el clima no tienen efecto en los Pokémon que las posean."
		},
		{
			"id": "air-slash",
			"name": "Tajo Aéreo",
			"description": "Este Pokémon conoce Tajo Aéreo como quinto movimiento. El movimiento se olvida si toma cualquier otra forma."
		},
		{
			"id": "analytic",
			"name": "Cálculo Final",
			"description": "Después de que este Pokémon falle un ataque, su siguiente ataque tiene ventaja."
		},
		{
			"id": "anger-point",
			"name": "Irascible",
			"description": "Después de sufrir un golpe crítico, este Pokémon duplica los dados de daño para uno de los movimientos que active en el siguiente turno."
		},
		{
			"id": "anger-shell",
			"name": "Coraza Ira",
			"description": "Cuando los puntos de golpe de este Pokémon se reducen a la mitad o menos de su salud máxima, su CA disminuye en 2, pero su Fuerza y Destreza aumentan cada uno en 2 hasta un máximo de 22. Después de un descanso largo, su CA, Fuerza y Destreza vuelven a sus valores originales."
		},
		{
			"id": "anticipation",
			"name": "Anticipación",
			"description": "Cuando este Pokémon entra en combate, un oponente debe revelar si tiene un movimiento al que este Pokémon sea vulnerable. No es necesario revelar el movimiento en sí, solo confirmar su existencia."
		},
		{
			"id": "arena-trap",
			"name": "Trampa Arena",
			"description": "Las criaturas terrestres a 50 pies o menos de este Pokémon no pueden huir ni ser cambiadas, excepto mediante un objeto, movimiento o habilidad."
		},
		{
			"id": "armor-tail",
			"name": "Cola Armadura",
			"description": "Mientras este Pokémon está en juego, los Pokémon hostiles que están a la vista no pueden usar movimientos que requieran una acción adicional."
		},
		{
			"id": "aroma-veil",
			"name": "Velo Aroma",
			"description": "Cualquier aliado a 15 pies o menos de este Pokémon supera automáticamente cualquier tirada de salvación de Sabiduría que deba realizar."
		},
		{
			"id": "as-one",
			"name": "Unidad Ecuestre",
			"description": "Los oponentes que estén en combate con este Pokémon no pueden consumir bayas equipadas. Al debilitar a un oponente, este Pokémon puede moverse inmediatamente hasta 20 pies y realizar otra acción. Esta habilidad no puede ser reemplazada."
		},
		{
			"id": "aura-break",
			"name": "Rompeaura",
			"description": "Cuando este Pokémon está en combate, invierte el efecto de las habilidades Aura Feérica y Aura Oscura. Los movimientos del tipo afectados que se usen dentro de un radio de 100 pies infligen la mitad del daño en lugar del doble."
		},
		{
			"id": "bad-dreams",
			"name": "Mal Sueño",
			"description": "Si un oponente en combate con este Pokémon se queda dormido, sufre una cantidad de daño igual al bonificador de competencia de este Pokémon al final de cada uno de sus turnos."
		},
		{
			"id": "ball-fetch",
			"name": "Recogebolas",
			"description": "Este Pokémon tiene ventaja atrapando o interceptando objetos lanzados/soltados."
		},
		{
			"id": "battery",
			"name": "Batería",
			"description": "Los aliados que activan movimientos de tipo Eléctrico a 20 pies o menos de este Pokémon duplican sus dados de daño."
		},
		{
			"id": "battle-armor",
			"name": "Armadura Batalla",
			"description": "Este Pokémon es inmune a daño extra infligido por un golpe crítico."
		},
		{
			"id": "beads-of-ruin",
			"name": "Abalorio Debacle",
			"description": "Las criaturas a 60 pies o menos de este Pokémon que no tengan una habilidad \"* Debacle\" sufren -4 a la puntuación de Carisma, hasta un mínimo de 1. Este efecto no se acumula y la puntuación de Constitución de las criaturas se restaura al salir del área de efecto."
		},
		{
			"id": "beast-boost",
			"name": "Ultra Impulso",
			"description": "Al debilitar a un oponente, este Pokémon incrementa las puntuaciones de característica de sus competencias en tiradas de salvación en 2 hasta el final del combate. Este efecto puede acumularse hasta un máximo de +10 en cada una de las puntuaciones de característica."
		},
		{
			"id": "berserk",
			"name": "Cólera",
			"description": "Cuando los puntos de golpe de este Pokémon se reducen a 25% o menos de su salud máxima, todos sus ataques se realizan con desventaja, pero infligen el doble de daño. Si un movimiento requiere una tirada de salvación, los objetivos tienen ventaja en esa tirada."
		},
		{
			"id": "big-pecks",
			"name": "Sacapecho",
			"description": "La CA de este Pokémon no puede ser reducida por movimientos de los oponentes."
		},
		{
			"id": "blaze",
			"name": "Mar Llamas",
			"description": "Este Pokémon duplica su bonificador por STAB cuando tiene 25% o menos de su salud máxima."
		},
		{
			"id": "blizzard",
			"name": "Ventisca",
			"description": "Este Pokémon conoce Ventisca como quinto movimiento. El movimiento se olvida si toma cualquier otra forma."
		},
		{
			"id": "bulletproof",
			"name": "Antibalas",
			"description": "Este Pokémon es inmune a daño de movimientos con Bala, Balón, Bola, Bomba o Cañón, en su nombre."
		},
		{
			"id": "cheek-pouch",
			"name": "Carrillo",
			"description": "Cuando este Pokémon come cualquier tipo de baya, se cura un 10% adicional de su salud máxima."
		},
		{
			"id": "chilling-neigh",
			"name": "Relincho Blanco",
			"description": "Al debilitar a un oponente, este Pokémon puede moverse inmediatamente hasta 20 pies y realizar otra acción."
		},
		{
			"id": "chlorophyll",
			"name": "Clorofila",
			"description": "La velocidad de movimiento de este Pokémon se duplica bajo sol abrasador."
		},
		{
			"id": "clear-body",
			"name": "Cuerpo Puro",
			"description": "Los movimientos o habilidades de otros Pokémon no pueden reducir las estadísticas de este Pokémon."
		},
		{
			"id": "cloud-nine",
			"name": "Aclimatación",
			"description": "Mientras este Pokémon está en combate, habilidades relacionadas con el clima no tienen efecto en los Pokémon que las posean."
		},
		{
			"id": "color-change",
			"name": "Cambio Color",
			"description": "Después de ser dañado por un ataque, el tipo de este Pokémon cambia al tipo del ataque usado. Toma las resistencias, vulnerabilidades e inmunidades del nuevo tipo."
		},
		{
			"id": "comatose",
			"name": "Letargo Perenne",
			"description": "Este Pokémon está en un estado continuo de somnolencia. Es inmune a la condición de sueño, pero es considerado como dormido para todos los movimientos que requieran a un Pokémon de estar dormido para usarse o activar efectos secundarios (Ronquido, Sonámbulo, Espabila, Comesueños, etc.)."
		},
		{
			"id": "commander",
			"name": "Comandar",
			"description": "Una vez por descanso largo, este Pokémon puede usar su acción para saltar a la boca de un Dondozo cercano. Mientras está en su boca, Este Pokémon no puede tomar acciones que haga objetivo a criaturas u objetos fuera del cuerpo de Dondozo. Además, este Pokémon no puede ser seleccionado. Mientras está en la boca, Dondozo gana competencia en tiradas de salvación de Sabiduría. Este Pokémon puede realizar una acción para salir de la boca de Dondozo, o será expulsado de la boca a un espacio adyacente si Dondozo es debilitado."
		},
		{
			"id": "competitive",
			"name": "Tenacidad",
			"description": "Este Pokémon añade su bonificador por competencia a sus tiradas de daño mientras está envenenado, quemado, confundido o paralizado."
		},
		{
			"id": "compound-eyes",
			"name": "Ojo Compuesto",
			"description": "Este Pokémon tiene +1 a las tiradas de ataque."
		},
		{
			"id": "contrary",
			"name": "Respondón",
			"description": "Los movimientos que afecten a las estadísticas de este Pokémon tienen el efecto opuesto. (Por ejemplo, Rizo defensa reduciría la CA en 4. Gruñido aumentaría su ataque en +1.)"
		},
		{
			"id": "corrosion",
			"name": "Corrosión",
			"description": "Los movimientos de este Pokémon ignoran la inmunidad al tipo veneno de las criaturas que la tengan, y puede envenenar a criaturas del tipo Veneno y Acero. Si el tipo secundario del objetivo le da vulnerabilidad o resistencia al daño, se aplica la interacción correspondiente según el segundo tipo."
		},
		{
			"id": "costar",
			"name": "Unísono",
			"description": "Cuando este Pokémon está a 5 pies o menos de un aliado, tiene ventaja en tiradas de ataque."
		},
		{
			"id": "cotton-down",
			"name": "Pelusa",
			"description": "Cuando este Pokémon es dañado, esparce algodón por doquier. El área en un rango de 10 pies de este Pokémon se considera terreno difícil para todas las criaturas excepto las del monotipo Planta hasta el principio de su siguiente turno."
		},
		{
			"id": "cud-chew",
			"name": "Rumia",
			"description": "Después de consumir una baya, en el siguiente turno, este Pokémon puede consumir la baya una segunda vez, esta vez de forma permanente."
		},
		{
			"id": "curious-medicine",
			"name": "Medicina Extraña",
			"description": "Como acción adicional, este Pokémon puede reiniciar cambios a las puntuaciones de característica, CA y modificadores de ataque de sí mismo o de un aliado a 30 pies o menos. Este Pokémon puede hacer esto un número de veces igual a su modificador de Inteligencia (como mínimo uno), y se reinicia con un descanso largo."
		},
		{
			"id": "cursed-body",
			"name": "Cuerpo Maldito",
			"description": "Tras ser golpeado con un ataque cuerpo a cuerpo, este Pokémon puede tirar un d4. En un resultado de 4, el oponente que hizo el ataque no puede usar el mismo movimiento en su siguiente turno."
		},
		{
			"id": "cute-charm",
			"name": "Gran Encanto",
			"description": "Una vez por descanso corto, puedes imponer desventaja en una tirada de ataque de un enemigo a tu elección."
		},
		{
			"id": "damp",
			"name": "Humedad",
			"description": "Este Pokémon no se ve afectado por los movimientos Autodestrucción y Explosión."
		},
		{
			"id": "dancer",
			"name": "Pareja de Baile",
			"description": "Si cualquier criatura a la vista de este Pokémon activa un movimiento con Danza en su nombre, este Pokémon puede usar inmediatamente uno de sus movimientos como reacción."
		},
		{
			"id": "dark-aura",
			"name": "Aura Oscura",
			"description": "Cuando este Pokémon está en combate, todos los movimientos de tipo Siniestro a 100 pies o menos infligen el doble de daño."
		},
		{
			"id": "dauntless-shield",
			"name": "Escudo Recio",
			"description": "Los ataques cuerpo a cuerpo contra este Pokémon tienen desventaja."
		},
		{
			"id": "dazzling",
			"name": "Cuerpo Vívido",
			"description": "Las criaturas a la vista de este Pokémon no pueden usar acciones adicionales para activar movimientos. Los movimientos que normalmente tendrían un tiempo de lanzamiento de \"1 acción adicional\" en su lugar tienen un tiempo de lanzamiento de \"1 acción\"."
		},
		{
			"id": "defeatist",
			"name": "Flaqueza",
			"description": "Cuando los puntos de golpe de este Pokémon se reducen a 25% o menos de su salud máxima, todos sus ataques se realizan con desventaja."
		},
		{
			"id": "defiant",
			"name": "Competitivo",
			"description": "Mientras este Pokémon sufre de efectos de estado negativos o cambios de estadísticas impuestos por un oponente, gana +2 a todas las tiradas de ataque."
		},
		{
			"id": "disguise",
			"name": "Disfraz",
			"description": "Este Pokémon tiene un disfraz que le da puntos de golpe temporales igual al doble de su nivel. Cuando los puntos de golpe temporales bajan a cero, el disfraz se rompe y requiere de un descanso corto para repararse."
		},
		{
			"id": "download",
			"name": "Descarga",
			"description": "Una vez por descanso corto, este Pokémon puede elegir un tipo de daño diferente para uno de sus ataques de tipo Normal."
		},
		{
			"id": "dragons-maw",
			"name": "Mandíbula Dragón",
			"description": "Cuando este Pokémon usa un movimiento de tipo Dragón, puede lanzar los dados de daño dos veces y elegir cualquier resultado."
		},
		{
			"id": "drifter",
			"name": "Deriva",
			"description": "En condiciones de viento (a discreción del DM), la velocidad de vuelo (flotar) de este Pokémon se duplica hasta que cesen dichas condiciones."
		},
		{
			"id": "drizzle",
			"name": "Llovizna",
			"description": "Cuando este Pokémon entra en combate en exteriores, el clima cambia inmediatamente a lluvia ligera durante 5 rondas. En caso de que otro Pokémon tenga una habilidad climática similar, el empate se resuelve a favor del Pokémon con la puntuación de Destreza más alta."
		},
		{
			"id": "drought",
			"name": "Sequía",
			"description": "Cuando este Pokémon entra en combate en exteriores, el clima cambia inmediatamente a sol abrasador durante 5 rondas. En caso de que otro Pokémon tenga una habilidad climática similar, el empate se resuelve a favor del Pokémon con la puntuación de Destreza más alta."
		},
		{
			"id": "dry-skin",
			"name": "Piel Seca",
			"description": "Al final de cada uno de los turnos de este Pokémon, sufre daño igual a su bonificador por competencia en sol abrasador o se cura la misma cantidad durante lluvia."
		},
		{
			"id": "early-bird",
			"name": "Madrugar",
			"description": "Este Pokémon tiene ventaja en tiradas para dejar de estar dormido."
		},
		{
			"id": "earth-eater",
			"name": "Geofagia",
			"description": "Este Pokémon no sufre daño de ataques de tipo Tierra. En su lugar, la mitad de cualquier daño de tierrarecibido es absorbido, recuperando puntos de golpe de este Pokémon."
		},
		{
			"id": "effect-spore",
			"name": "Efecto Espora",
			"description": "Tras ser golpeado con un ataque cuerpo a cuerpo, tira un d4. En un resultado de 4, inflige una cantidad de daño de planta igual a tu bonificador por competencia al atacante."
		},
		{
			"id": "electric-surge",
			"name": "Electrogénesis",
			"description": "Si conoce el movimiento, este Pokémon puede usar Campo Eléctrico como acción adicional."
		},
		{
			"id": "electromorphosis",
			"name": "Dinamo",
			"description": "Cuando este Pokémon recibe daño, puede duplicar el Daño de Movimiento de su siguiente movimiento de tipo Eléctrico."
		},
		{
			"id": "embody-aspect-cornerstone",
			"name": "Evocarrecuerdos (Máscara Cimiento)",
			"description": "Este Pokémon gana esta habilidad automáticamente cuando se Teracristaliza. La Constitución de este Pokémon es 23, a no ser que fuera más alta."
		},
		{
			"id": "embody-aspect-heartflame",
			"name": "Evocarrecuerdos (Máscara Horno)",
			"description": "Este Pokémon gana esta habilidad automáticamente cuando se Teracristaliza. La Destreza de este Pokémon es 23, a no ser que fuera más alta."
		},
		{
			"id": "embody-aspect-teal",
			"name": "Evocarrecuerdos (Máscara Turquesa)",
			"description": "Este Pokémon gana esta habilidad automáticamente cuando se Teracristaliza. La Fuerza de este Pokémon es 23, a no ser que fuera más alta."
		},
		{
			"id": "embody-aspect-wellspring",
			"name": "Evocarrecuerdos (Máscara Fuente)",
			"description": "Este Pokémon gana esta habilidad automáticamente cuando se Teracristaliza. El Carisma de este Pokémon es 23, a no ser que fuera más alto."
		},
		{
			"id": "emergency-exit",
			"name": "Retirada",
			"description": "En cualquier momento que este Pokémon sea dañado cuando tiene la mitad o menos de su salud máxima, su entrenador puede tomar la acción de Cambio en este Pokémon gratuita."
		},
		{
			"id": "fairy-aura",
			"name": "Aura Feérica",
			"description": "Cuando este Pokémon está en combate, todos los movimientos de tipo Hada a 100 pies o menos infligen el doble de daño."
		},
		{
			"id": "filter",
			"name": "Filtro",
			"description": "Cuando este Pokémon es alcanzado por un movimiento de un tipo al que es vulnerable, puede tirar un d4. En un resultado de 4, no recibe el daño adicional de la vulnerabilidad."
		},
		{
			"id": "flame-body",
			"name": "Cuerpo Llama",
			"description": "Las llamas del cuerpo de este Pokémon emiten luz tenue en un radio de 15 pies. Además, cuando es golpeado por un ataque cuerpo a cuerpo, tira un d10. En un resultado de 10, el atacante queda quemado."
		},
		{
			"id": "flare-boost",
			"name": "Ímpetu Ardiente",
			"description": "Este Pokémon añade su bonificador por competencia a sus tiradas de daño mientras está quemado."
		},
		{
			"id": "flash-fire",
			"name": "Absorbe Fuego",
			"description": "Este Pokémon no recibe daño de fuego o ataques de tipo Fuego. En su lugar, inmediatamente después de ser golpeado por un movimiento de tipo Fuego o al estar en contacto con llamas, duplica el bonificador de STAB de su siguiente movimiento de tipo fuego."
		},
		{
			"id": "flower-gift",
			"name": "Don Floral",
			"description": "Durante sol abrasador, los Pokémon aliados a 30 pies o menos de este Pokémon añaden su bonificador por competencia a sus tiradas de ataque."
		},
		{
			"id": "flower-veil",
			"name": "Velo Flor",
			"description": "Cualquier aliado de tipo Planta a 15 pies o menos de este Pokémon es inmune a nuevos efectos de estado."
		},
		{
			"id": "fluffy",
			"name": "Peluche",
			"description": "Este Pokémon es vulnerable a movimientos de tipo Fuego, pero recibe la mitad de daño de ataques cuerpo a cuerpo (que no sean de tipo Fuego)."
		},
		{
			"id": "forecast",
			"name": "Predicción",
			"description": "Este Pokémon cambia de forma con el clima. En lluvia pasa a ser tipo Agua, en sol abrasador pasa a ser tipo Fuego, en condiciones frías y nevadas pasa a ser tipo Hielo. En todas las demás condiciones climáticas es tipo Normal. Su bonificador por STAB, resistencias, inmunidades y vulnerabilidades cambian a corde con el tipo actual."
		},
		{
			"id": "forewarn",
			"name": "Alerta",
			"description": "Cuando este Pokémon entra en combate, elige un objetivo para que revele el movimiento que conoce con más daño. En caso de empate, el objetivo puede elegir qué movimiento revelar."
		},
		{
			"id": "form-change-arceus",
			"name": "Cambio de Forma (Arceus)",
			"description": "El tipo por defecto de Arceus es Normal. Puede cambiar su tipo al equiparle una Tabla Elemental. Mientras tenga equipada esta tabla, el movimiento insignia, Sentencia, tambien cambia su tipo para igualar el de Arceus."
		},
		{
			"id": "form-change-cherrim",
			"name": "Cambio de Forma (Cherrim)",
			"description": "Cherrim cambia su apariencia dependiendo del clima. En sol abrasador, florece en su Forma Soleada."
		},
		{
			"id": "form-change-giratina",
			"name": "Cambio de Forma (Giratina)",
			"description": "La forma por defecto de Giratina es Forma Modificada. Cuando tiene equipada la Griseosfera o mientras esté en su plano natal, el Mundo Distorsión, toma la Forma Origen."
		},
		{
			"id": "form-change-hoopa",
			"name": "Cambio de Forma (Hoopa)",
			"description": "Mientras tiene equipada la Vasija de Castigo, Hoopa Contenido cambia de forma a Hoopa Desatado."
		},
		{
			"id": "form-change-keldeo",
			"name": "Cambio de Forma (Keldeo)",
			"description": "La forma por defecto de Keldeo es Forma Habitual. Cuando aprende el movimiento Espada Santa, cambia a Forma Brío por tanto tiempo como el movimiento esté en su lista de movimientos."
		},
		{
			"id": "form-change-kyurem",
			"name": "Cambio de Forma (Kyurem)",
			"description": "Mientras esté en presencia de un Reshiram o Zekrom dispuesto, Kyurem puede fusionarse con uno de ellos a voluntad con la ayuda de una Punta ADN. Este proceso es llamado Absofusión y da como resultado a un Kyurem Blanco (si se fusiona con Reshiram) o un Kyurem Negro (si se fusiona con Zekrom)."
		},
		{
			"id": "form-change-meloetta",
			"name": "Cambio de Forma (Meloetta)",
			"description": "Mientras Meloetta esté fuera de combate, asume la Forma Lírica. Cuando usa el movimiento Canto Arcaico, Meloetta alterna entre la Forma Lírica y la Forma Danza."
		},
		{
			"id": "form-change-necrozma",
			"name": "Cambio de Forma (Necrozma)",
			"description": "Necrozma puede fusionarse con un Solgaleo dispuesto a voluntad con la ayuda de un Necrosol, o con una Lunala con la ayuda de una Necroluna. La fusión resultará en un Necrozma Melena Crepuscular (si se fusiona con Solgaleo) o en Necrozma Alas del Alba (si se fusiona con Lunala) con los mismos puntos de golpe actuales."
		},
		{
			"id": "form-change-ogerpon",
			"name": "Cambio de Forma (Ogerpon)",
			"description": "Las formas de Ogerpon cambian dependiendo del tipo de la máscara que lleve. Las cuatro máscaras que puede llevar son Máscara Turquesa (Planta), Máscara Fuente (Agua), Máscara Horno (Fuego) y Máscara Cimiento (Roca). Además, cuando se teracristaliza, el tipo de Ogerpon cambia al de la máscara, independientemente de su teratipo."
		},
		{
			"id": "form-change-oricorio",
			"name": "Cambio de Forma (Oricorio)",
			"description": "La forma de este Pokémon puede cambiar usando cierto tipo de Néctar. El Néctar Rojo lo cambia a Estilo Apasionado, el Néctar Rosa lo cambia a Estilo Plácido, el Néctar Violeta lo cambia a Estilo Refinado y el Néctar Amarillo lo cambia a Estilo Animado."
		},
		{
			"id": "form-change-rotom",
			"name": "Cambio de Forma (Rotom)",
			"description": "Rotom tiene 5 formas alternativas que puede tomar cuando está cerca de electrodomésticos. Como acción adicional, Rotom puede tomar la Forma Calor, Forma Lavado, Forma Frío, Forma Ventilador o Forma Corte, cambiando sus tipos y estadísticas. La forma depende del electrodoméstico que posea (a discreción del DM). Se proporcionan bloques de estadísticas separados para cada forma."
		},
		{
			"id": "form-change-shaymin",
			"name": "Cambio de Forma (Shaymin)",
			"description": "La forma por defecto de Shaymin es Forma Tierra. Cuando tiene equipada una Gracídea, puede cambiar a Forma Cielo, tomando nuevos tipos,"
		},
		{
			"id": "form-change-terapagos",
			"name": "Cambio de Forma (Terapagos)",
			"description": "Terapagos cambia a su Forma Astral cuando se teracristaliza. En Forma Astral, su tipo es Astral independientemente de su teratipo. Cuando termina su teracristalización, vuelve a su Forma Normal o a su Forma Teracristal, según la forma que tuviera al iniciar la teracristalización."
		},
		{
			"id": "form-change-ultra-necrozma",
			"name": "Cambio de Forma (Ultra Necrozma)",
			"description": "Este Pokémon puede transformarse en Ultra Necrozma como acción adicional durante su turno. Cuando lo hace, la transformación se considera una megaevolución permanente, siguiendo las reglas indicadas en el Manual del Jugador de Pokémon 5e."
		},
		{
			"id": "friend-guard",
			"name": "Compiescolta",
			"description": "Una vez por descanso largo, cuando un aliado a 15 pies de este Pokémon es golpeado por un ataque, puede elegir reducir el daño recibido a la mitad."
		},
		{
			"id": "frisk",
			"name": "Cacheo",
			"description": "Cuando este Pokémon entra en combate, un objeto equipado por un oponente es revelado, si tiene alguno."
		},
		{
			"id": "full-metal-body",
			"name": "Guardia Metálica",
			"description": "Los movimientos y habilidades de otros Pokémon no pueden reducir las estadísticas de este Pokémon."
		},
		{
			"id": "fur-coat",
			"name": "Pelaje Recio",
			"description": "Una vez por descanso largo, este Pokémon puede reducir a la mitad el daño que reciba de cualquier ataque."
		},
		{
			"id": "gale-wings",
			"name": "Alas Vendaval",
			"description": "Este Pokémon obtiene +1 a las tiradas de ataque cuando usa movimientos de tipo Volador."
		},
		{
			"id": "galvanize",
			"name": "Piel Eléctrica",
			"description": "Todos los movimientos de tipo Normal de este Pokémon son de tipo Eléctrico."
		},
		{
			"id": "gluttony",
			"name": "Gula",
			"description": "Este Pokémon debe consumir la baya que tiene equipada cuando sus puntos de golpe bajen a la mitad o menos de su salud máxima."
		},
		{
			"id": "good-as-gold",
			"name": "Cuerpo Áureo",
			"description": "Este Pokémon es inmune a efectos de estado."
		},
		{
			"id": "gooey",
			"name": "Baba",
			"description": "Tras ser golpeado con un ataque cuerpo a cuerpo, tira un d4. En un resultado de 3 o 4, la velocidad del atacante se reduce a 0 hasta el final su siguiente turno."
		},
		{
			"id": "gorilla-tactics",
			"name": "Monotema",
			"description": "Cuando este Pokémon entra en combate, elige uno de sus movimientos. Duplica el modificador Daño de Movimiento del movimiento elegido; el Daño de Movimiento del resto de movimientos de este Pokémon pasa a ser 0. El efecto se reinicia cuando este Pokémon sale del combate."
		},
		{
			"id": "grass-pelt",
			"name": "Manto Frondoso",
			"description": "Este Pokémon gana +1 a la CA mientras está sobre Campo de Hierba."
		},
		{
			"id": "grassy-surge",
			"name": "Herbogénesis",
			"description": "Si conoce el movimiento, este Pokémon puede usar Campo de Hierba como acción adicional."
		},
		{
			"id": "grim-neigh",
			"name": "Relincho Negro",
			"description": "Al debilitar a un oponente, este Pokémon puede moverse inmediatamente hasta 20 pies y realizar otra acción."
		},
		{
			"id": "guard-dog",
			"name": "Perro Guardián",
			"description": "Este Pokémon no puede ser cambiado forzosamente por otros movimientos. Las pruebas de Intimidación contra este Pokémon tienen desventaja. Este Pokémon no se ve afectado por la habilidad Intimidación de otros Pokémon."
		},
		{
			"id": "gulp-missile",
			"name": "Tragamisil",
			"description": "Este Pokémon puede Agarrar como acción adicional después de usar Surf o Buceo. Como acción adicional, este Pokémon puede lanzar a una criatura que esté agarrando a hasta 15 pies de distancia, infligiendo daño de caída igual a la distancia."
		},
		{
			"id": "guts",
			"name": "Agallas",
			"description": "Cuando este Pokémon está envenenado o quemado, no se ve afectado por los efectos de desventaja ni reducción de daño de estos estados. Sigue recibiendo daño al final de cada uno de sus turnos."
		},
		{
			"id": "hadron-engine",
			"name": "Motor Hadrónico",
			"description": "Como acción adicional, este Pokémon puede cambiar el campo a Campo Eléctrico por 5 turnos; esta acción adicional puede ser usada dos veces por descanso corto. En Campo Eléctrico, este Pokémon tiene ventaja en tiradas de ataque usando Destreza o Sabiduría como Poder de Movimiento."
		},
		{
			"id": "harvest",
			"name": "Cosecha",
			"description": "Al final del turno de este Pokémon, si ha usado una baya, tira un d4. En un resultado de 3 o 4, recupera la baya."
		},
		{
			"id": "healer",
			"name": "Alma Cura",
			"description": "Como acción, este Pokémon puede tocar a una criatura y curarle envenenamiento, quemadura o parálisis. Cuando usa esta habilidad, tira un d4. En un resultado de 1 o 2, el efecto de estado se transfiere a este Pokémon."
		},
		{
			"id": "heatproof",
			"name": "Ignífugo",
			"description": "Este Pokémon recibe la mitad de daño que normalmente sufriría por ataques de tipo Fuego y es inmune a la condición quemado."
		},
		{
			"id": "heavy-metal",
			"name": "Metal Pesado",
			"description": "Este Pokémon es especialmente pesado. Una vez por descanso largo, al de ser objetivo de un ataque, puede aumentar su CA en 2 si eso provoca que el ataque falle."
		},
		{
			"id": "honey-gather",
			"name": "Recogemiel",
			"description": "Al final de cada combate, este Pokémon puede tirar un d20 + su bonificador por competencia. En un resultado de 20 o superior, su entrenador añade Miel a su inventario."
		},
		{
			"id": "hospitality",
			"name": "Hospitalidad",
			"description": "Al final de su turno, todos los aliados a 20 pies o menos de este Pokémon ganan 1d4 de puntos de golpe temporales."
		},
		{
			"id": "huge-power",
			"name": "Potencia",
			"description": "Una vez por descanso corto, este Pokémon puede duplicar los dados para una tirada de daño. El jugador debe anunciar el uso de esta habilidad antes de la tirada de ataque."
		},
		{
			"id": "hunger-switch",
			"name": "Mutapetito",
			"description": "Al principio de su turno, este Pokémon cambia a Forma Voraz si estaba en Forma Saciada, o cambia a Forma Saciada si estaba en Forma Voraz."
		},
		{
			"id": "hustle",
			"name": "Entusiasmo",
			"description": "Inmediatamente después de que este Pokémon impacte un golpe crítico, puedes ganar una acción extra en tu turno. Si esta acción es usada para realizar un ataque, tienes desventaja en la tirada. Solo puedes tener una acción extra por turno de esta forma."
		},
		{
			"id": "hydration",
			"name": "Hidratación",
			"description": "Este Pokémon no se ve afectado por efectos de estado negativos mientras esté en agua o bajo lluvia."
		},
		{
			"id": "hydro-pump",
			"name": "Hidrobomba",
			"description": "Este Pokémon conoce Hidrobomba como quinto movimiento. El movimiento se olvida si toma cualquier otra forma."
		},
		{
			"id": "hyper-cutter",
			"name": "Corte Fuerte",
			"description": "Las modificadores de ataque o daño de este Pokémon no pueden ser reducidos por movimientos de un oponente."
		},
		{
			"id": "ice-body",
			"name": "Gélido",
			"description": "Mientrás este nevando o granizando, este Pokémon se cura una cantidad de puntos de golpe igual a su bonificador por competencia al final de cada uno de sus turnos."
		},
		{
			"id": "ice-face",
			"name": "Cara de Hielo",
			"description": "Este Pokémon tiene dos formas: Cara de Hielo y Cara Deshielo. Cuando está en forma Cara de Hielo, la primera vez que este Pokémon sufre daño, recibe la mitad del daño pero cambia de forma a Cara Deshielo. Cuando está en su forma Cara Deshielo, la CA de este Pokémon se reduce en 3 y su velocidad aumenta en 5 pies. Este Pokémon vuelve a su forma Cara de Hielo después de un descanso corto o al principio de su turno cuando graniza."
		},
		{
			"id": "ice-scales",
			"name": "Escama de Hielo",
			"description": "Este Pokémon tiene resistencia al daño producido por movimientos cuyo poder es de Inteligencia, Sabiduría o Carisma."
		},
		{
			"id": "illuminate",
			"name": "Iluminación",
			"description": "Este Pokémon conoce el truco Luz y puede lanzarlo a voluntad."
		},
		{
			"id": "illusion",
			"name": "Ilusión",
			"description": "Este Pokémon puede tomar la forma visual de cualquier Pokémon que pueda ver. Puede hacer esto un número de veces por descanso largo igual a su nivel. Esta ilusión dura una hora o hasta que el Pokémon sea golpeado por un ataque."
		},
		{
			"id": "immunity",
			"name": "Inmunidad",
			"description": "Este Pokémon es inmune a estar envenendado."
		},
		{
			"id": "imposter",
			"name": "Impostor",
			"description": "Este Pokémon puede usar Transformación como acción adicional."
		},
		{
			"id": "infiltrator",
			"name": "Allanamiento",
			"description": "Este Pokémon ignora Pantalla de Luz, Reflejo, Sustituto, Neblina, Velo Sagrado y Velo Aurora."
		},
		{
			"id": "innards-out",
			"name": "Revés",
			"description": "Cuando este Pokémon queda debilitado por un ataque, el atacante pierde una cantidad de puntos de daño igual a la cantidad de puntos de golpe perdidos."
		},
		{
			"id": "inner-focus",
			"name": "Fuerza Mental",
			"description": "Este Pokémon es inmune a retroceder."
		},
		{
			"id": "insomnia",
			"name": "Insomnio",
			"description": "Este Pokémon es inmune a quedarse dormido."
		},
		{
			"id": "intimidate",
			"name": "Intimidación",
			"description": "Una vez por descanso corto, puedes imponer desventaja en una tirada de ataque de un enemigo a tu elección."
		},
		{
			"id": "intrepid-sword",
			"name": "Espada Indómita",
			"description": "Este Pokémon realiza ataques cuerpo a cuerpo con ventaja."
		},
		{
			"id": "iron-barbs",
			"name": "Punta Acero",
			"description": "Cuando este Pokémon es golpeado por un ataque cuerpo a cuerpo, puede tirar un d4. En un resultado de 4, inflige una cantidad de daño de acero igual a su bonificador por competencia a su atacante."
		},
		{
			"id": "iron-fist",
			"name": "Puño Férreo",
			"description": "Al atacar con un movimiento basado en puñetazos (Megapuño, Puño Hielo/Fuego/Trueno, etc.), este Pokémon puede tirar los dados de daño dos veces y elegir cualquier resultado."
		},
		{
			"id": "justified",
			"name": "Justiciero",
			"description": "Cuando este Pokémon es golpeado por un movimiento de tipo Siniestro, gana ventaja en su siguiente ataque."
		},
		{
			"id": "keen-eye",
			"name": "Vista Lince",
			"description": "Este Pokémon ignora la desventaja en tiradas relacionadas con la visión."
		},
		{
			"id": "klutz",
			"name": "Zoquete",
			"description": "Este Pokémon no puede tener equipado un objeto."
		},
		{
			"id": "leaf-guard",
			"name": "Defensa Hoja",
			"description": "Este Pokémon no se ve afectado por efectos de estado negativos mientras esté bajo sol abrasador."
		},
		{
			"id": "leaf-storm",
			"name": "Lluevehojas",
			"description": "Este Pokémon conoce Lluevehojas como quinto movimiento. El movimiento se olvida si toma cualquier otra forma."
		},
		{
			"id": "levitate",
			"name": "Levitación",
			"description": "Este Pokémon es inmune a movimientos de tierra."
		},
		{
			"id": "libero",
			"name": "Líbero",
			"description": "Mientras ejecuta un movimiento, el tipo de este Pokémon se convierte en el mismo tipo del movimiento y puede añadirle su bonificador por STAB."
		},
		{
			"id": "light-metal",
			"name": "Metal Liviano",
			"description": "Este Pokémon es especialmente ligero para su especie. Una vez por descanso largo, puede imponer desventaja en una tirada de ataque contra él."
		},
		{
			"id": "lightning-rod",
			"name": "Pararrayos",
			"description": "Si este Pokémon o un aliado a 30 pies o menos es objetivo de un movimiento directo de tipo Eléctrico que cause daño, este Pokémon puede usar su reacción para redirigir el objetivo hacia sí mismo. Si el ataque acierta, recibe solo la mitad del daño."
		},
		{
			"id": "limber",
			"name": "Flexibilidad",
			"description": "Este Pokémon es inmune a ser paralizado."
		},
		{
			"id": "lingering-aroma",
			"name": "Olor Persistente",
			"description": "Cuando este Pokémon es golpeado por un ataque cuerpo a cuerpo o golpea con un ataque cuerpo a cuerpo, una habilidad aleatoria del oponente se transforma en Olor Persistente hasta el final del combate o hasta que sea cambiado."
		},
		{
			"id": "liquid-ooze",
			"name": "Viscosecreción",
			"description": "Si un oponente usa un movimiento de drenaje o absorción contra este Pokémon, deberá realizar una tirada de salvación de Constitución CD 12 o pasará a estar envenenado."
		},
		{
			"id": "liquid-voice",
			"name": "Voz Fluida",
			"description": "Cualquier movimiento basado en sonido usado por este Pokémon es de tipo Agua."
		},
		{
			"id": "long-reach",
			"name": "Remoto",
			"description": "Este Pokémon tiene un alcance adicional de 5 pies con todos los ataques cuerpo a cuerpo y ataques de oportunidad."
		},
		{
			"id": "magic-bounce",
			"name": "Espejo Mágico",
			"description": "Una vez por descanso largo, cuando este Pokémon está a punto de verse afectado por un efecto de estado negativo, puede reflejarlo hacia el atacante en su lugar."
		},
		{
			"id": "magic-guard",
			"name": "Muro Mágico",
			"description": "Si este Pokémon es objetivo de un movimiento que le obliga a realizar una tirada de salvación para recibir solo la mitad del daño, en caso de éxito no recibe daño alguno."
		},
		{
			"id": "magician",
			"name": "Prestidigitador",
			"description": "Si este Pokémon no está equipado con ningún objeto, roba el objeto equipado de cualquier Pokémon al que impacte con un ataque cuerpo a cuerpo."
		},
		{
			"id": "magma-armor",
			"name": "Escudo Magma",
			"description": "Este Pokémon es inmune a estar congelado."
		},
		{
			"id": "magnet-pull",
			"name": "Imán",
			"description": "Los oponentes de tipo Acero que estén en combate con este Pokémon no pueden ser cambiados ni huir."
		},
		{
			"id": "marvel-scale",
			"name": "Escama Especial",
			"description": "La CA de este Pokémon aumenta en 2 cuando sufre de efectos de estado negativos."
		},
		{
			"id": "mega-launcher",
			"name": "Megadisparador",
			"description": "Movimientos de Aura y Pulso (Pulso dragón, Hidropulso, Esfera Aural, etc.) realizados por este Pokémon infligen daño/cura adicional igual al bonificador por competencia de este Pokémon."
		},
		{
			"id": "merciless",
			"name": "Ensañamiento",
			"description": "Este Pokémon duplica sus dados de daño cuando golpea a un oponente que está envenenado."
		},
		{
			"id": "mimicry",
			"name": "Mimetismo",
			"description": "El tipo de este Pokémon cambia dependiendo del campo. Si un Campo está activo, el tipo de este Pokémon pasa a ser del tipo del Campo. Su tipo se revierte cuando deja de estar sobre un Campo."
		},
		{
			"id": "minds-eye",
			"name": "Ojo Mental",
			"description": "Este Pokémon ignora la inmunidad de sus movimientos de tipo Normal y Lucha."
		},
		{
			"id": "minus",
			"name": "Menos",
			"description": "Este Pokémon tiene +2 en tiradas de ataque y daño si un aliado en juego también tiene la habilidad Menos o tiene la habilidad Más."
		},
		{
			"id": "mirror-armor",
			"name": "Coraza Reflejo",
			"description": "Cuando este Pokémon se ve afectado por un efecto que reduzca sus tiradas de ataque, CA, movimiento o puntuaciones de característica, el mismo efecto se aplica también a la fuente (si es aplicable)."
		},
		{
			"id": "misty-surge",
			"name": "Nublogénesis",
			"description": "Si conoce el movimiento, este Pokémon puede usar Campo de Niebla como acción adicional."
		},
		{
			"id": "mold-breaker",
			"name": "Rompemoldes",
			"description": "Los movimientos de este Pokémon ignoran cualquier habilidad que reduciría su efecto o su probabilidad de impactar a un oponente (como Absorbe Agua, Manto Níveo, Sebo, Robustez, etc.)."
		},
		{
			"id": "moody",
			"name": "Veleta",
			"description": "Al final de cada descanso largo, este Pokémon vuelve a tirar en la tabla de naturalezas, reemplazando su naturaleza actual por el nuevo resultado hasta el próximo descanso largo."
		},
		{
			"id": "motor-drive",
			"name": "Electromotor",
			"description": "Al ser golpeado por un movimiento de tipo Eléctrico, si no es inmune, la velocidad de este Pokémon aumenta en 10 pies hasta el final del combate (hasta un máximo de 50 pies adicionales)."
		},
		{
			"id": "moxie",
			"name": "Autoestima",
			"description": "Al debilitar a un oponente, este Pokémon duplica los dados de daño de un movimiento que active en el siguiente turno."
		},
		{
			"id": "multiscale",
			"name": "Multiescamas",
			"description": "Si este Pokémon tiene la salud al máximo, el primer daño que reciba se reduce a la mitad."
		},
		{
			"id": "multitype",
			"name": "Multitipo",
			"description": "El tipo de este Pokémon y su forma cambian para igualar el tipo de la Tabla Elemental equipada. La Tabla no puede ser afectada por ninguna habilidad ni movimiento que elimine objetos."
		},
		{
			"id": "mummy",
			"name": "Momia",
			"description": "Cuando este Pokémon es golpeado por un ataque cuerpo a cuerpo, una habilidad aleatoria de su atacante cambia a Momia durante el resto del combate."
		},
		{
			"id": "mycelium-might",
			"name": "Poder fúngico",
			"description": "Una vez por descanso corto, cuando este Pokémon hace que una criatura realice una tirada de salvación que imponga un efecto de estado en caso de fallo, puede invocar Poder Fúngico para causar que la criatura haga la tirada con desventaja."
		},
		{
			"id": "natural-cure",
			"name": "Cura Natural",
			"description": "Este Pokémon es curado de efectos de estado al regresar a su Pokéball."
		},
		{
			"id": "neuroforce",
			"name": "Fuerza Cerebral",
			"description": "Cuando este Pokémon inflige daño a una criatura con un movimiento muy eficaz, puede lanzar los dados de daño dos veces y usar el mayor resultado."
		},
		{
			"id": "neutralizing-gas",
			"name": "Gas Reactivo",
			"description": "Las habilidades de los Pokémon que se encuentren a 30 pies o menos de este Pokémon quedan anuladas y no pueden activarse. Esta anulación no se aplica a la propia hablidad Gas Reactivo ni a los cambios de forma."
		},
		{
			"id": "no-guard",
			"name": "Indefenso",
			"description": "Cualquier ataque realizado por o contra este Pokémon tiene ventaja."
		},
		{
			"id": "normalize",
			"name": "Normalidad",
			"description": "Todos los movimientos que usa este Pokémon se vuelven de tipo Normal."
		},
		{
			"id": "oblivious",
			"name": "Despiste",
			"description": "Este Pokémon es inmune a movimientos que intenten seducirlo o provocarlo."
		},
		{
			"id": "opportunist",
			"name": "Oportunista",
			"description": "Cuando la CA, Fuerza, Destreza, Constitución, Inteligencia, Sabiduría o Carisma de una criatura a 30 pies o menos de este Pokémon aumenta, el atributo correspondiente de este Pokémon aumenta en la misma cantidad. Este efecto dura hasta el final del combate o durante 1 minuto (lo que ocurra primero)."
		},
		{
			"id": "orichalcum-pulse",
			"name": "Latido Oricalco",
			"description": "Como acción adicional, este Pokémon puede cambiar el clima a sol abrasador por 5 rondas; esta acción adicional puede ser usada dos veces por descanso corto. En sol abrasador, este Pokémon tiene ventaja en las tiradas de ataque usando Fuerza o Constitución como Poder de Movimiento."
		},
		{
			"id": "overcoat",
			"name": "Funda",
			"description": "Este Pokémon no recibe daño de movimientos ni fenómenos relacionados con el clima, como Granizo, Meteorobola, etc."
		},
		{
			"id": "overgrow",
			"name": "Espesura",
			"description": "Este Pokémon duplica su bonificador por STAB cuando tiene 25% o menos de su salud máxima."
		},
		{
			"id": "overheat",
			"name": "Onda Ígnea",
			"description": "Este Pokémon conoce Onda Ígnea como quinto movimiento. El movimiento se olvida si toma cualquier otra forma."
		},
		{
			"id": "own-tempo",
			"name": "Ritmo Propio",
			"description": "Una vez por descanso largo, cuando este Pokémon falla una tirada de salvación contra una condición negativa, puede elegir superarla en su lugar."
		},
		{
			"id": "paper-thin",
			"name": "Piel de Papel",
			"description": "Este Pokémon siempre tiene un máximo de 1 punto de golpe. (Solo Shedinja. No se puede transferir ni intercambiar)"
		},
		{
			"id": "pastel-veil",
			"name": "Velo Pastel",
			"description": "Mientras este Pokémon esté en combate, él y sus aliados no pueden ser envenenados."
		},
		{
			"id": "perish-body",
			"name": "Cuerpo Mortal",
			"description": "Cuando este Pokémon es impactado por un ataque cuerpo a cuerpo, tanto él como su atacante quedarán debilitados en 3 asaltos, al inicio de sus respectivos turnos, a menos que huyan o sean cambiados por su entrenador antes de que finalicen las tres rondas."
		},
		{
			"id": "pickpocket",
			"name": "Hurto",
			"description": "Cuando este Pokémon es impactado por un ataque cuerpo a cuerpo, puede usar su reacción para intentar robar el objeto equipado del atacante mediante una prueba de Juego de Manos enfrentado contra la Percepción Pasiva del objetivo. Tras el primer intento, todos los intentos posteriores contra ese mismo oponente se realizan con desventaja."
		},
		{
			"id": "pickup",
			"name": "Recogida",
			"description": "Si un oponente consume un objeto equipado durante el combate, este Pokémon obtiene una copia de dicho objeto, siempre que no tenga actualmente ningún objeto equipado."
		},
		{
			"id": "pixilate",
			"name": "Piel Feérica",
			"description": "Todos los movimientos que usa este Pokémon se vuelven de tipo Hada."
		},
		{
			"id": "plus",
			"name": "Más",
			"description": "Este Pokémon tiene +2 en tiradas de ataque y daño si un aliado en juego también tiene la habilidad Más o tiene la habilidad Menos."
		},
		{
			"id": "poison-heal",
			"name": "Antídoto",
			"description": "Este Pokémon no sufre los efectos de desventaja de la condición Envenenado. Además, recupera la mitad de todo el daño de tipo Veneno que recibiría, ya sea por ataques o por la condición de Envenenado, incluyendo el daño al final de cada uno de sus turnos."
		},
		{
			"id": "poison-point",
			"name": "Punto Tóxico",
			"description": "Cuando este Pokémon es impactado por un ataque cuerpo a cuerpo, tira un d4. En un resultado de 4, el atacante recibe una cantidad de daño de Veneno igual al bonificador de competencia de este Pokémon."
		},
		{
			"id": "poison-puppeteer",
			"name": "Títere Tóxico",
			"description": "Cuando este Pokémon inflige la condición Envenenado o Gravemente envenenado, también impone la condición Hechizado. Las criaturas hechizadas de esta manera pueden intentar romper el hechizo al final de cada uno de sus turnos con una tirada de salvación de Carisma contra la CD de Carisma de este Pokémon."
		},
		{
			"id": "poison-touch",
			"name": "Toque Tóxico",
			"description": "En los ataques cuerpo a cuerpo realizados por este Pokémon, tira un d10 si aciertas. Si obtienes un 10, el objetivo queda envenenado."
		},
		{
			"id": "power-construct-10",
			"name": "Agrupamiento (10%)",
			"description": "Cuando los puntos de golpe de Zygarde 10% se reducen a la mitad o menos, cambia a su Forma Zygarde 50% y recupera todos sus puntos de golpe."
		},
		{
			"id": "power-construct-50",
			"name": "Agrupamiento (50%)",
			"description": "Cuando los puntos de golpe de Zygarde 50% se reducen a la mitad o menos, cambia a su Forma Completo y recupera todos sus puntos de golpe."
		},
		{
			"id": "power-construct-100",
			"name": "Agrupamiento (100%)",
			"description": "Cuando los puntos de golpe de Zygarde se reducen a la mitad o menos, cambia a su Forma Completo y permanece en esta forma, in importar los cambios posteriores en sus puntos de golpe."
		},
		{
			"id": "power-of-alchemy",
			"name": "Reacción Química",
			"description": "Cuando entra en combate después de que un aliado se debilite, este Pokémon copia la habilidad no oculta del aliado debilitado hasta que sea cambiado."
		},
		{
			"id": "power-spot",
			"name": "Fuente Energía",
			"description": "Los aliados que se encuentren a 15 pies o menos de este Pokémon pueden sumar 1d6 al daño que infligen con sus movimientos. Este dado solo se puede usar una vez por movimiento por turno. En el nivel 10, la bonificación de daño pasa a ser 1d8."
		},
		{
			"id": "prankster",
			"name": "Bromista",
			"description": "Una vez por descanso corto, este Pokémon puede pasar al primer lugar del orden de iniciativa en una sola ronda, pero debe usar un Movimiento de Estado en su turno."
		},
		{
			"id": "pressure",
			"name": "Presión",
			"description": "Cualquier movimiento que tenga como objetivo directamente a este Pokémon (movimientos que no sean de área de efecto) reduce su PP en dos al activarse."
		},
		{
			"id": "prism-armor",
			"name": "Armadura Prisma",
			"description": "Cuando este Pokémon recibe daño de un tipo al que es vulnerable, tira dos veces los dados de daño y utiliza el resultado menor para calcular el daño."
		},
		{
			"id": "propeller-tail",
			"name": "Hélide Caudal",
			"description": "Este Pokémon ignora los efectos de los movimientos que alteran los objetivos de sus propios movimientos (como Señuelo)."
		},
		{
			"id": "protean",
			"name": "Mutatipo",
			"description": "El tipo de este Pokémon cambia al tipo del movimiento que utiliza justo antes de usarlo. Adquiere las resistencias, vulnerabilidades e inmunidades del nuevo tipo."
		},
		{
			"id": "protosynthesis",
			"name": "Paleosíntesis",
			"description": "Este Pokémon puede tener una Fuerza y una Constitución de hasta 22. Bajo sol abrasador, este Pokémon tiene ventaja en las tiradas de salvación de Fuerza y Constitución."
		},
		{
			"id": "psychic-surge",
			"name": "Psicogénesis",
			"description": "Si conoce el movimiento, este Pokémon puede usar Campo Psíquico como acción adicional."
		},
		{
			"id": "punk-rock",
			"name": "Punk Rock",
			"description": "Cuando este Pokémon usa un movimiento basado en sonido, añade su bonificador por STAB al daño. Este Pokémon tiene resistencia a los movimientos basados en sonido."
		},
		{
			"id": "pure-power",
			"name": "Energía Pura",
			"description": "Una vez por descanso corto, este Pokémon puede duplicar los dados para una tirada de daño. El jugador debe anunciar el uso de esta habilidad antes de la tirada de ataque."
		},
		{
			"id": "purifying-salt",
			"name": "Sal Purificadora",
			"description": "Este Pokémon tiene resistencia al daño de tipo Fantasma y no puede ser afectado por condiciones de estado no volátiles (envenenado, congelado, quemado, etc.)."
		},
		{
			"id": "quark-drive",
			"name": "Carga Cuark",
			"description": "Este Pokémon puede tener una Destreza y una Sabiduría de hasta 22. Bajo sol abrasador, este Pokémon tiene ventaja en las tiradas de salvación de Destreza y Sabiduría."
		},
		{
			"id": "queenly-majesty",
			"name": "Regia Presencia",
			"description": "Las criaturas a la vista de este Pokémon no pueden usar acciones adicionales para activar movimientos. Los movimientos que normalmente tendrían un tiempo de lanzamiento de \"1 acción adicional\" en su lugar tienen una tiempo de lanzamiento de \"1 acción\"."
		},
		{
			"id": "quick-draw",
			"name": "Mano Rápida",
			"description": "Este Pokémon tiene ventaja en tiradas de iniciativa."
		},
		{
			"id": "quick-feet",
			"name": "Pies Rápidos",
			"description": "Mientras sufre de una condición de estado negativa, la velocidad de movimiento de este Pokémon aumenta en 15 pies."
		},
		{
			"id": "rain-dish",
			"name": "Cura Lluvia",
			"description": "Bajo lluvia, este Pokémon se cura una cantidad de puntos de golpe igual a su bonificador por competencia al final de cada uno de sus turnos."
		},
		{
			"id": "rattled",
			"name": "Cobardía",
			"description": "Cuando este Pokémon recibe daño de un ataque de tipo Siniestro, Bicho o Fantasma, obtiene ventaja en su siguiente ataque."
		},
		{
			"id": "receiver",
			"name": "Receptor",
			"description": "Cuando entra en combate después de que un aliado se debilite, este Pokémon copia la habilidad no oculta del aliado debilitado hasta que sea cambiado."
		},
		{
			"id": "reckless",
			"name": "Audaz",
			"description": "Cuando ataca con movimientos que causan daño de retroceso, este Pokémon duplica su bonificador por STAB."
		},
		{
			"id": "refrigerate",
			"name": "Piel Helada",
			"description": "Todos los movimientos que usa este Pokémon se vuelven de tipo Hielo."
		},
		{
			"id": "regenerator",
			"name": "Regeneración",
			"description": "Una vez por descanso largo, este Pokémon recupera puntos de golpe iguales a su nivel cuando regresa a su Pokéball."
		},
		{
			"id": "ripen",
			"name": "Maduración",
			"description": "Duplica el efecto de las bayas consumidas."
		},
		{
			"id": "rivalry",
			"name": "Rivalidad",
			"description": "Este Pokémon añade su bonificador por competencia al daño cuando ataca a otro Pokémon del mismo tipo."
		},
		{
			"id": "rks-system",
			"name": "Sistema Alfa",
			"description": "El tipo de este Pokémon está determinado por el disco que lleve equipado (MT). Si no tiene equipado un disco, este Pokémon es de tipo Normal."
		},
		{
			"id": "rock-head",
			"name": "Cabeza Roca",
			"description": "Este Pokémon no recibe daño de retroceso."
		},
		{
			"id": "rocky-payload",
			"name": "Transportarrocas",
			"description": "Cuando este Pokémon usa un movimiento de tipo Roca, puede tirar los dados de daño dos veces y elegir cualquier resultado."
		},
		{
			"id": "rough-skin",
			"name": "Piel Tosca",
			"description": "Cuando este Pokémon es golpeado por un ataque cuerpo a cuerpo, puede tirar un d4. En un resultado de 4, inflige una cantidad de daño sin tipo igual a su bonificador por competencia al atacante."
		},
		{
			"id": "run-away",
			"name": "Fuga",
			"description": "Este Pokémon no puede ser objetivo de un ataque de oportunidad."
		},
		{
			"id": "sand-force",
			"name": "Poder Arena",
			"description": "Durante una tormenta de arena, este Pokémon puede duplicar su bonificador por STAB al golpear a un oponente."
		},
		{
			"id": "sand-rush",
			"name": "Ímpetu Arena",
			"description": "Este Pokémon es inmune al daño de las tormentas de arena, y su velocidad de movimiento se duplica en desiertos o durante tormentas de arena."
		},
		{
			"id": "sand-spit",
			"name": "Expulsarena",
			"description": "Cuando este Pokémon recibe daño, puede usar su reacción para levantar una tormenta de arena centrada sobre sí mismo con un radio de 30 pies. La tormenta de arena dura 5 rondas. El Pokémon puede hacer esto un número de veces igual a su bonificador por competencia, y se reinicia después de un descanso largo."
		},
		{
			"id": "sand-stream",
			"name": "Chorro Arena",
			"description": "Cuando este Pokémon entra en combate en exteriores, el clima cambia inmediatamente a tormenta de arena durante 5 rondas. En caso de que otro Pokémon tenga una habilidad climática similar, el empate se resuelve a favor del Pokémon con la puntuación de Destreza más alta."
		},
		{
			"id": "sand-veil",
			"name": "Velo Arena",
			"description": "Este Pokémon es inmune al daño de las tormentas de arena. Además, su CA aumenta en 2 en desiertos o durante tormentas de arena."
		},
		{
			"id": "sap-sipper",
			"name": "Herbívoro",
			"description": "Este Pokémon no recibe daño de ataques de tipo planta. Si es golpeado por un movimiento de tipo planta, no recibe daño y en su lugar absorbe la energía, obteniendo ventaja en su siguiente ataque."
		},
		{
			"id": "schooling",
			"name": "Banco",
			"description": "A partir de nivel 5, este Pokémon puede cambiar a Forma Banco como acción gratuita cuando empieza su turno por encima del 25% de su salud máxima. En Forma Banco, el Pokémon aumenta en 5 su CA, Fuerza, Destreza y Constitución (Este aumento de Constitución no altera los puntos de golpe). Este Pokémon regresa a su Forma Individual cuando está por debajo del 25% de su salud máxima, y debe completar un descanso corto antes de activar esta habilidad de nuevo."
		},
		{
			"id": "scrappy",
			"name": "Intrépido",
			"description": "Los movimientos de tipo Normal y Lucha de este Pokémon ignoran las inmunidades otorgadas por el tipo de otro Pokémon. Si el tipo secundario del objetivo le da vulnerabilidad o resistencia al daño, se aplica la interacción correspondiente según el segundo tipo."
		},
		{
			"id": "screen-cleaner",
			"name": "Antibarrera",
			"description": "Pantalla de Luz, Reflejo y Velo Aurora no tienen efecto a 40 pies o menos de este Pokémon."
		},
		{
			"id": "seed-sower",
			"name": "Disemillar",
			"description": "Cuando es dañado por un ataque, este Pokémon puede usar su reacción para usar el movimiento Herbogénesis. El Pokémon no necesita saber el movimiento, y no cuesta PP usarlo."
		},
		{
			"id": "serene-grace",
			"name": "Dicha",
			"description": "La CD para superar una tirada de salvación contra un movimiento de este Pokémon aumenta en 1."
		},
		{
			"id": "shadow-shield",
			"name": "Guardia Espectro",
			"description": "Si este Pokémon tiene la salud al máximo, el primer daño que reciba se reduce a la mitad."
		},
		{
			"id": "shadow-tag",
			"name": "Sobra Trampa",
			"description": "Las criaturas a 50 pies o menos de este Pokémon no pueden huir ni ser cambiadas, excepto por un objeto, movimiento o habilidad."
		},
		{
			"id": "sharpness",
			"name": "Cortante",
			"description": "Los movimientos que tengan en su nombre \"Corte\", \"Filo\", \"Cuchilla\", \"Espada\", \"Filo\", \"Tajo\", \"Hoja\" o \"Hachazo\" duplican su modificador de Poder de Movimiento."
		},
		{
			"id": "shed-skin",
			"name": "Mudar",
			"description": "Si este Pokémon es afectado por un efecto de estado negativo, tira un d4 al final de cada uno de sus turnos. En un resultado de 4, se cura el estado negativo."
		},
		{
			"id": "sheer-force",
			"name": "Potencia Bruta",
			"description": "Al usar un movimiento que tenga probabilidad de imponer un cambio de estadísticas o infligir una condición de estado, en su lugar duplica el modificador del Poder de Movimiento y no puede activar el efecto adicional."
		},
		{
			"id": "shell-armor",
			"name": "Caparazón",
			"description": "Este Pokémon es inmune al daño extra infligido por golpes críticos."
		},
		{
			"id": "shield-dust",
			"name": "Polvo Escudo",
			"description": "Una vez por descanso largo, este Pokémon puede ignorar una condición de estado negativa provocada por el movimiento de un oponente."
		},
		{
			"id": "shields-down",
			"name": "Escudo Limitado",
			"description": "Este Pokémon es inmune a los efectos de estádo no volátiles (envenenado, quemado, etc.) mientras está en Forma Meteorito. Cuando los puntos de golpe de este Pokémon se reducen a la mitad o menos, su coraza exterior se rompe y cambia a Forma Núcleo. En Forma Núcleo, añade +6 a su Destreza, pero reduce su CA en 4. Este Pokémon debe completar un descanso corto para restaurar su Forma Meteorito."
		},
		{
			"id": "simple",
			"name": "Simple",
			"description": "Una vez por descanso corto, puedes duplicar el modificador de Poder de Movimiento de este Pokémon para una sola tirada de ataque o de daño."
		},
		{
			"id": "skill-link",
			"name": "Encadenado",
			"description": "Habilidades de combo que pueden golpear varias veces tras una misma tirada de ataque están garantizados a impactar al menos dos veces (como Golpes Furia, Doble Bofetón, Shuriken de Agua, etc.)."
		},
		{
			"id": "slow-start",
			"name": "Inicio Lento",
			"description": "Durante las dos primeras rondas de combate, la velocidad de movimiento de este Pokémon se reduce a la mitad y realiza sus ataques con desventaja."
		},
		{
			"id": "slush-rush",
			"name": "Quitanieves",
			"description": "Este Pokémon es inmune al daño de granizo, y su velocidad de movimiento se duplica en condiciones árticas o durante granizo."
		},
		{
			"id": "sniper",
			"name": "Francotirador",
			"description": "Cuando este Pokémon impacta un golpe crítico, tira los dados de daño tres veces en lugar de dos."
		},
		{
			"id": "snow-cloak",
			"name": "Manto Níveo",
			"description": "Este Pokémon es inmune al daño de granizo. Su CA aumenta en 2 en condiciones árticas, o cuando está nevando o granizando."
		},
		{
			"id": "snow-warning",
			"name": "Nevada",
			"description": "Cuando este Pokémon entra en combate en exteriores, el clima cambia inmediatamente a granizo durante 5 rondas. En caso de que otro Pokémon tenga una habilidad climática similar, el empate se resuelve a favor del Pokémon con la puntuación de Destreza más alta."
		},
		{
			"id": "solar-power",
			"name": "Poder Solar",
			"description": "Las tiradas de daño de este Pokémon obtienen +2 bajo sol abrasador."
		},
		{
			"id": "solid-rock",
			"name": "Roca Sólida",
			"description": "Este Pokémon no recibe daño adicional de golpes críticos."
		},
		{
			"id": "soul-heart",
			"name": "Coránima",
			"description": "Cuando este Pokémon presencia que un aliado es debilitado, aumenta en 2 sus puntuaciones de característica de las tiradas de salvación en las que tenga competencia hasta el final del combate. Este efecto puede acumularse hasta un máximo de +10 en cada característica."
		},
		{
			"id": "soundproof",
			"name": "Insonorizar",
			"description": "Este Pokémon es inmune a movimientos relacionados con sonido."
		},
		{
			"id": "speed-boost",
			"name": "Impulso",
			"description": "La velocidad de movimiento de este Pokémon aumenta en 10 pies mientras está en un entorno relacionado con su tipo (a discreción del DM)."
		},
		{
			"id": "stakeout",
			"name": "Vigilante",
			"description": "Cuando un oponente es cambiado durante el combate, este Pokémon duplica su daño si ataca al Pokémon de reemplazo en el primer turno inmediatamente después del cambio."
		},
		{
			"id": "stall",
			"name": "Rezagado",
			"description": "Este Pokémon es siempre el último en el orden de iniciativa."
		},
		{
			"id": "stalwart",
			"name": "Acérrimo",
			"description": "Este Pokémon puede elegir siempre a sus objetivos, ignorando el efecto de movimientos que redirigen el objetivo."
		},
		{
			"id": "stamina",
			"name": "Firmeza",
			"description": "Cuando este Pokémon es dañado por un movimiento, aumenta su CA en 2 hasta el final de su siguiente turno. Esta habilidad no se acumula, pero permanece activa si el Pokémon es atacado con éxito en varios turnos consecutivos."
		},
		{
			"id": "stance-change",
			"name": "Cambio Táctico",
			"description": "Aegislash tiene dos formas. Cuando Aegislash usa Escudo Real, cambia inmediatamente a Forma Escudo, intercambiando sus estadísticas de CA con su Destreza. Cuando usa un movimiento que cause daño, Aegislash vuelve inmediatamente a Forma Filo, recuperando sus estadísticas normales."
		},
		{
			"id": "static",
			"name": "Electricidad Estática",
			"description": "Cuando este Pokémon es golpeado por un ataque cuerpo a cuerpo, tira un d4. En un resultado de 4, el atacante recibe una cantidad de daño de tipo Eléctico igual al bonificador por competencia de este Pokémon."
		},
		{
			"id": "steadfast",
			"name": "Impasible",
			"description": "Una vez por descanso largo, cuando este Pokémon falla una tirada de salvación contra una condición negativa, puede elegir superarla en su lugar."
		},
		{
			"id": "steam-engine",
			"name": "Combustible",
			"description": "Cuando este Pokémon es dañado por un movimiento de tipo Fuego o Agua, su velocidad de movimiento se duplica hasta el final de su siguiente turno."
		},
		{
			"id": "steelworker",
			"name": "Acero Templado",
			"description": "Este Pokémon añade su bonificador por competencia al daño cuando ataca con movimientos de tipo Acero."
		},
		{
			"id": "steely-spirit",
			"name": "Alma Acerada",
			"description": "Este Pokémon y sus aliados a 30 pies o menos aumentan el daño de sus movimientos de tipo Acero en una cantidad igual al modificador de Carisma de este Pokémon. Este efecto puede acumularse hasta un máximo de dos veces."
		},
		{
			"id": "stench",
			"name": "Hedor",
			"description": "Cuando este Pokémon es golpeado por un ataque cuerpo a cuerpo, tira un d10. En un resultado de 10, el atacante retrocede."
		},
		{
			"id": "sticky-hold",
			"name": "Viscosidad",
			"description": "Los objetos equipados a este Pokémon no pueden ser robados ni arrojados."
		},
		{
			"id": "storm-drain",
			"name": "Colector",
			"description": "Si este Pokémon o un aliado a 30 pies o menos es objetivo de un movimiento directo de tipo Agua que cause daño, este Pokémon puede usar su reacción para redirigir el objetivo hacia sí mismo. Si el ataque acierta, recibe solo la mitad del daño."
		},
		{
			"id": "strong-jaw",
			"name": "Mandíbula Fuerte",
			"description": "Cuando este Pokémon usa un movimiento de mordida (Mordisco, Colmillo Rayo, Triturar, etc.), puede tirar los dados de daño dos veces y elegir cualquier resultado."
		},
		{
			"id": "sturdy",
			"name": "Robustez",
			"description": "Al recibir daño igual a la mitad o más de sus puntos de golpe máximos, tira un d4. En un resultado de 3 o 4, reduce el daño a la mitad."
		},
		{
			"id": "suction-cups",
			"name": "Ventosas",
			"description": "Este Pokémon no puede ser forzado a salir del combate por movimientos de los oponentes."
		},
		{
			"id": "super-luck",
			"name": "Afortunado",
			"description": "Este Pokémon aumenta su rango de golpe crítico en 1 (20 a 19+, etc.)."
		},
		{
			"id": "supersweet-syrup",
			"name": "Néctar Dulce",
			"description": "Las tiradas de daño que se realizan a 30 pies o menos de este Pokémon obtienen +1d4 a la tirada. Las criaturas sin sentido del olfato no se ven afectadas por esta habilidad."
		},
		{
			"id": "supreme-overlord",
			"name": "General Supremo",
			"description": "Este Pokémon añade +1 a sus tiradas de ataque por cada aliado debilitado, hasta un máximo de +5."
		},
		{
			"id": "surge-surfer",
			"name": "Cola Surf",
			"description": "Cuando este Pokémon empieza su turno sobre un Campo Eléctrico, su velocidad de movimiento se duplica durante ese turno."
		},
		{
			"id": "swarm",
			"name": "Enjambre",
			"description": "Este Pokémon duplica su bonificador por STAB cuando tiene 25% o menos de su salud máxima."
		},
		{
			"id": "sweet-veil",
			"name": "Velo Dulce",
			"description": "Cualquier aliado a 15 pies o menos de este Pokémon es inmune a quedarse dormido."
		},
		{
			"id": "swift-swim",
			"name": "Nado Rápido",
			"description": "La velocidad de movimiento de este Pokémon se duplica bajo lluvia."
		},
		{
			"id": "sword-of-ruin",
			"name": "Espada Debacle",
			"description": "Las criaturas a 60 pies o menos de este Pokémon que no tengan una habilidad \"* Debacle\" sufren -4 a la puntuación de Constitución, hasta un mínimo de 1. Este efecto no se acumula y la puntuación de Constitución de las criaturas se restaura al salir del área de efecto."
		},
		{
			"id": "symbiosis",
			"name": "Simbiosis",
			"description": "Este Pokémon puede intercambiar sus objetos equipados con un aliado como acción gratuita, siempre que estén a 15 pies o menos el uno del otro."
		},
		{
			"id": "synchronize",
			"name": "Sincronía",
			"description": "Si este Pokémon es quemado, paralizado o envenenado, el atacante también recibe la misma condición de estado negativa (si no es inmune)."
		},
		{
			"id": "tablets-of-ruin",
			"name": "Tablilla Debacle",
			"description": "Las criaturas a 60 pies o menos de este Pokémon que no tengan una habilidad \"* Debacle\" sufren -4 a la puntuación de Fuerza, hasta un mínimo de 1. Este efecto no se acumula y la puntuación de Constitución de las criaturas se restaura al salir del área de efecto."
		},
		{
			"id": "tangled-feet",
			"name": "Tumbos",
			"description": "Los ataques realizados contra este Pokémon tienen desventaja cuando está confundido."
		},
		{
			"id": "tangling-hair",
			"name": "Rizos Rebeldes",
			"description": "Los oponentes a alcance cuerpo a cuerpo de este Pokémon no pueden usar la acción Destrabarse para alejarse."
		},
		{
			"id": "technician",
			"name": "Experto",
			"description": "Cuando este Pokémon usa movimientos que causan daño y tienen 15 PP máximos o más, puede tirar los dados de daño dos veces y elegir cualquier resultado."
		},
		{
			"id": "telepathy",
			"name": "Telepatía",
			"description": "Este Pokémon no puede ser dañado por ataques de sus aliados"
		},
		{
			"id": "tera-shell",
			"name": "Teracaparazón",
			"description": "Mientras Terapagos tiene la salud al máximo, tiene resistencia a todo los tipos de daño."
		},
		{
			"id": "tera-shift",
			"name": "Teracambio",
			"description": "Terapagos puede cambiar a su Forma Terastal un número de veces por día igual a su modificador de Constitución como acción gratuita. Regresa a su Forma Normal después de 10 minutos o a voluntad."
		},
		{
			"id": "teraform-zero",
			"name": "Teraformación 0",
			"description": "Mientras Terapagos está en Forma Astral, todos los efectos de clima y campos a 1000 pies terminan, y no pueden ser modificados mientras dure la forma."
		},
		{
			"id": "teravolt",
			"name": "Terravoltaje",
			"description": "Los movimientos de este Pokémon ignoran completamente cualquier habilidad que pudiera reducir su efecto sobre el objetivo o impedir que el usuario golpee."
		},
		{
			"id": "thermal-exchange",
			"name": "Termoconversión",
			"description": "Este Pokémon no puede ser quemado. Cuando este Pokémon recibe daño de fuego, realiza su siguiente ataque con ventaja."
		},
		{
			"id": "thick-fat",
			"name": "Sebo",
			"description": "Este Pokémon recibe la mitad de daño que normalmente sufriría por ataques de tipo Hielo y Fuego."
		},
		{
			"id": "tinted-lens",
			"name": "Cromolente",
			"description": "Este Pokémon ignora las resistencias de otras criaturas."
		},
		{
			"id": "torrent",
			"name": "Torrente",
			"description": "Este Pokémon duplica su bonificador por STAB cuando tiene 25% o menos de su salud máxima."
		},
		{
			"id": "tough-claws",
			"name": "Garra Dura",
			"description": "Cuando este Pokémon impacta con un ataque cuerpo a cuerpo, obtiene automáticamente el bonificador por STAB, independientemente de su tipo. Si normalmente ya obtuviera STAB, duplica el bonificador por STAB al añadirlo al daño."
		},
		{
			"id": "toxic-boost",
			"name": "Ímpetu Tóxico",
			"description": "Cuando este Pokémon es golpeado por un ataque de tipo Veneno, realiza su siguiente ataque con ventaja."
		},
		{
			"id": "toxic-chain",
			"name": "Cadena Tóxica",
			"description": "Cuando este Pokémon golpea con un ataque cuerpo a cuerpo, el objetivo debe superar una tirada de salvación de Constitución CD 16 o pasará a estar gravemente envenenado."
		},
		{
			"id": "toxic-debris",
			"name": "Capa Tóxica",
			"description": "Cuando este Pokémon es dañado, puede usar su reacción para liberar púas tóxicas. Todas las criaturas a 5 pies de él deben realizar una tirada de salvación de Destreza CD igual a su nivel +2. Si fallan, quedan envenenadas."
		},
		{
			"id": "trace",
			"name": "Calco",
			"description": "Este Pokémon copia una habilidad aleatoria de un oponente cuando entra en combate. La habilidad no puede ser Don Floral, Predicción, Illusión, Impostor, Multitipo, Calco, Superguarda o Modo Daruma."
		},
		{
			"id": "transformer",
			"name": "Transformador",
			"description": "Este Pokémon tiene una Forma Normal en la que se basan todas sus estadísticas, pero puede cambiar de forma como acción adicional para alterar drásticamente sus capacidades. Las formas disponibles son Ataque, Defensa y Velocidad. En Forma Ataque, añade +5 a sus tiradas de ataque, pero todos ataques contra él tienen ventaja. En Forma Defensa, su CA aumenta en 3, pero sus ataques se realizan con desventaja. Si el movimiento usado requiere de tirada de salvación, los objetivos tiran con ventaja. En Forma Velocidad, gana un ataque extra cada turno, pero dicho ataque se realiza con desventaja. Si es un movimiento que requiere tirada de salvación, los objetivos tiran con ventaja."
		},
		{
			"id": "transistor",
			"name": "Transistor",
			"description": "Cuando este Pokémon usa un movimiento de tipo Eléctrico, puede lanzar los dados de daño dos veces y elegir cualquier resultado."
		},
		{
			"id": "triage",
			"name": "Primer Auxilio",
			"description": "Los movimientos de cura o drenado de este Pokémon tienen un tiempo de lanzamiento de 1 acción adicional."
		},
		{
			"id": "truant",
			"name": "Pereza",
			"description": "Este Pokémon no puede usar el mismo movimiento en dos rondas consecutivas."
		},
		{
			"id": "turboblaze",
			"name": "Turbollama",
			"description": "Los movimientos de este Pokémon ignoran completamente cualquier habilidad que pudiera reducir su efecto sobre el objetivo o impedir que el usuario golpee."
		},
		{
			"id": "unaware",
			"name": "Ignorante",
			"description": "Cuando este Pokémon ataca a un oponente, ignora cualquier cambio de estadística del objetivo desde que empezó el combate."
		},
		{
			"id": "unburden",
			"name": "Liviano",
			"description": "Mientras este Pokémon no lleva equipado un objeto, su velocidad de movimiento aumenta en 10 pies."
		},
		{
			"id": "unnerve",
			"name": "Nerviosismo",
			"description": "Los oponentes en combate con este Pokémon no pueden consumir bayas equipadas."
		},
		{
			"id": "unseen-fist",
			"name": "Puño Invisible",
			"description": "Los ataques cuerpo a cuerpo de este Pokémon pueden infligir daño incluso si el oponente usa Protección o Detección."
		},
		{
			"id": "vessel-of-ruin",
			"name": "Caldero Debacle",
			"description": "Las criaturas a 60 pies o menos de este Pokémon que no tengan una habilidad \"* Debacle\" sufren -4 a la puntuación de Sabiduría, hasta un mínimo de 1. Este efecto no se acumula y la puntuación de Constitución de las criaturas se restaura al salir del área de efecto."
		},
		{
			"id": "victory-star",
			"name": "Tinovictoria",
			"description": "Mientras este Pokémon está en combate, todos los Pokémon aliados tienen +1 en sus tiradas de ataque."
		},
		{
			"id": "vital-spirit",
			"name": "Espíritu Vital",
			"description": "Este Pokémon no puede quedarse dormido."
		},
		{
			"id": "volt-absorb",
			"name": "Absorbe Electricidad",
			"description": "Este Pokémon no recibe daño de electricidad ni de ataques de tipo Eléctrico. En su lugar, la mitad del daño es absorbido, restaurando puntos de golpe del Pokémon."
		},
		{
			"id": "wandering-spirit",
			"name": "Alma Errante",
			"description": "Cuando este Pokémon es golpeado por un ataque cuerpo a cuerpo, una habilidad aleatoria de su atacante cambia a Alma Errante durante el resto del combate. La habilidad reemplazada pasa a ocupar el lugar de Espíritu Errante en este Pokémon."
		},
		{
			"id": "water-absorb",
			"name": "Absorbe Agua",
			"description": "Este Pokémon no recibe daño de agua ni de ataques de tipo Agua. En su lugar, la mitad del daño es absorbido, restaurando puntos de golpe del Pokémon."
		},
		{
			"id": "water-bubble",
			"name": "Pompa",
			"description": "Este Pokémon es resistente a los ataques de tipo Fuego y es inmune a estar quemado."
		},
		{
			"id": "water-compaction",
			"name": "Hidrorrefuerzo",
			"description": "Después de ser dañado por un ataque de tipo Agua, todo el daño infligido a este Pokémon hasta el principio de su siguiente turno es reducido a la mitad."
		},
		{
			"id": "water-veil",
			"name": "Velo Agua",
			"description": "Este Pokémon es inmune a estar quemado."
		},
		{
			"id": "weak-armor",
			"name": "Armadura Frágil",
			"description": "Cuando este Pokémon es golpeado por un ataque, su velocidad de movimiento aumenta en 5 pies, pero su CA se reduce temporalmente en 1 hasta el final del combate (hasta una reducción máxima de -5)."
		},
		{
			"id": "well-baked-body",
			"name": "Cuerpo Horneado",
			"description": "Este Pokémon no recibe daño de fuego o ataques de tipo Fuego. En su lugar, su CA aumenta en 2 hasta que recibe daño o hasta que pase 1 minuto, lo que ocurra primero."
		},
		{
			"id": "white-smoke",
			"name": "Humo Blanco",
			"description": "Los movimientos y habilidades de otros Pokémon no pueden reducir las estadísticas de este Pokémon."
		},
		{
			"id": "wimp-out",
			"name": "Huida",
			"description": "Cuando este Pokémon recibe daño que haga que sus puntos de golpe se reduzcan por debajo del 50 % de su salud máxima, DEBE retirarse y moverse a su velocidad de movimiento en línea recta hacia su entrenador como acción gratuita. Si esto situara al Pokémon en posición de ser sustituido, debe hacerlo como otra acción gratuita si hay otro Pokémon disponible para reemplazarlo."
		},
		{
			"id": "wind-power",
			"name": "Energía Eólica",
			"description": "Cuando este Pokémon recibe daño de un movimiento basado en viento, la cantidad de dados de daño usados ​​para su siguiente ataque de tipo Eléctrico se duplica. Los movimientos de viento incluyen Aire Afilado, Vendaval Gélido, Ventisca, Viento Feérico, Tornado, Onda ígnea, Vendaval, Viento Hielo, Tormenta Floral, Simún de Arena, Tormenta de Arena, Ciclón Primavera, Viento Afín, Ciclón, Remolino, y Electormenta."
		},
		{
			"id": "wind-rider",
			"name": "Surcavientos",
			"description": "Este Pokémon es inmune al daño de los movimientos basados en viento. Además, su velocidad de movimiento se duplica al moverse en la dirección del viento y se reduce a la mitad al moverse contra él."
		},
		{
			"id": "wonder-guard",
			"name": "Superguarda",
			"description": "Este Pokémon es inmune a ataques que causen daño de tipos que no están en su lista de vulnerabilidades. (Solo Shedinja. No se puede transferir ni intercambiar)"
		},
		{
			"id": "wonder-skin",
			"name": "Piel Milagro",
			"description": "Este Pokémon tiene ventaja en todas las tiradas de salvación contra quemaduras, congelamiento, envenenamiento o parálisis."
		},
		{
			"id": "zen-mode",
			"name": "Modo Daruma",
			"description": "Cuando Darmanitan tiene menos del 50% de su salud máxima, entra en Modo Daruma. En este modo, Darmanitan se transforma en una estatua sólida. Su tipo cambia a Fuego/Psíquico, obtiene +4 a su CA y sus puntuaciones de característica de Fuerza y Sabiduría se intercambian."
		},
		{
			"id": "zen-mode-galarian",
			"name": "Modo Daruma (de Galar)",
			"description": "Cuando Darmanitan tiene menos del 50% de su salud máxima, entra en Modo Daruma. En este modo, Darmanitan de Galar se transforma en un muñeco de nieve en llamas. Su tipo cambia a Hielo/Fuego, y su Fuerza y Destreza aumentan +2 cada una."
		},
		{
			"id": "zero-to-hero",
			"name": "Cambio Heroico",
			"description": "Cuando un aliado de Palafin, que no sea Pokémon, recibe daño de una fuente ajena a su control, Palafin puede adoptar su Forma Heroica. En Forma Heroica, su tamaño cambia a Mediano, su CA aumenta en 4 y sus puntuaciones de característica de Fuerza y Destreza aumentan en 4, hasta un máximo de 22. Puede hacer esto una vez por cada descanso largo. Regresa a su Forma Ingenua al final del combate."
		}
	]
}