{
  "items": [
    {
      "id": "adaptability",
      "name": "Adaptability",
      "description": "When this Pokémon uses a move of its own type, it may roll the damage twice and choose either total."
    },
    {
      "id": "aftermath",
      "name": "Aftermath",
      "description": "This Pokémon deals damage to an attacker equal to half of the damage received when knocked out by a melee move."
    },
    {
      "id": "air-lock",
      "name": "Air Lock",
      "description": "While this Pokémon is in battle, weather-related abilities have no effect on the Pokémon that have them."
    },
    {
      "id": "air-slash",
      "name": "Air Slash",
      "description": "This Pokémon knows Air Slash as a fifth move. The move is forgotten if it takes any other form."
    },
    {
      "id": "analytic",
      "name": "Analytic",
      "description": "After this Pokémon misses an attack, its next attack is done at advantage."
    },
    {
      "id": "anger-point",
      "name": "Anger Point",
      "description": "After suffering a critical hit, this Pokémon doubles the damage dice for a single move it activates on the following turn."
    },
		{
      "id": "anger-shell",
      "name": "Anger Shell",
      "description": "When this Pokémon's HP drops below half its maximum HP, its AC drops by 2, but its STR and DEX scores each increase by 2, up to a maximum of 22. After a long rest, this Pokémon's AC, STR, and DEX return to their former values."
    },
    {
      "id": "anticipation",
      "name": "Anticipation",
      "description": "When this Pokémon enters the battle, an opponent must reveal if it has a move that the Pokémon is vulnerable to. The move itself does not have to be revealed, only that there is such a move."
    },
    {
      "id": "arena-trap",
      "name": "Arena Trap",
      "description": "Grounded creatures within 50 feet of this Pokémon may not flee or switch out, except by item, Move, or ability."
    },
    {
      "id": "aroma-veil",
      "name": "Aroma Veil",
      "description": "Any ally within 15 feet of this Pokémon automatically passes any WIS save they are required to make."
    },
		{
      "id": "as-one",
      "name": "As One",
      "description": "Opponents in combat with this Pokémon cannot eat held berries. Upon causing an opponent to faint, this Pokémon may immediately move up to 20ft take another action. This ability cannot be swapped off this Pokémon."
    },
    {
      "id": "aura-break",
      "name": "Aura Break",
      "description": "When this Pokémon is in battle, the boost of Fairy Aura and Dark Aura abilities is reversed, Any applicable move type activated within 100 feet deals half damage instead of double."
    },
    {
      "id": "bad-dreams",
      "name": "Bad Dreams",
      "description": "If an opponent in battle with this Pokémon falls asleep, they take an amount of damage equal to this Pokémon's proficeincy bonus at the end of each of their turns."
    },
    {
      "id": "ball-fetch",
      "name": "Ball Fetch",
      "description": "This Pokémon has advantage catching or intercepting thrown/falling objects."
    },
    {
      "id": "battery",
      "name": "Battery",
      "description": "Allies that activate electric-type moves within 20 feet of this Pokémon double their damage dice."
    },
    {
      "id": "battle-armor",
      "name": "Battle Armor",
      "description": "This Pokémon is immune to extra damage dealt by a Critical Hit."
    },
    {
      "id": "beast-boost",
      "name": "Beast Boost",
      "description": "Upon causing an opponent to faint, this Pokémon increases the ability scores of its saving throw proficiencies by 2 until the end of combat. This is stackable up to a maximum of +10 to any one ability score."
    },
    {
      "id": "berserk",
      "name": "Berserk",
      "description": "When this Pokémon falls below 25% of its maximum health, all of its attacks are rolled with disadvantage, but deal double their damage. If a move activated requires a saving throw, the target(s) have advantage on the roll."
    },
    {
      "id": "big-pecks",
      "name": "Big Pecks",
      "description": "This Pokémon's AC cannot be reduced by an opponent's moves."
    },
    {
      "id": "blaze",
      "name": "Blaze",
      "description": "This Pokémon doubles its STAB bonus when it has 25% or less of its maximum health."
    },
    {
      "id": "blizzard",
      "name": "Blizzard",
      "description": "This Pokémon knows Blizzard as a fifth move. The move is forgotten if it takes any other form."
    },
    {
      "id": "bulletproof",
      "name": "Bulletproof",
      "description": "This Pokémon is immune to damage from moves with Bullet, Ball, or Bomb in their name."
    },
    {
      "id": "cheek-pouch",
      "name": "Cheek Pouch",
      "description": "When this Pokémon eats any type of berry, is heals for an additional 10% of its maximum HP (rounded up to the nearest whole number)."
    },
		{
      "id": "chilling-neigh",
      "name": "Chilling Neigh",
      "description": "Upon causing an opponent to faint, this Pokémon may immediately move up to 20ft take another action."
    },
    {
      "id": "chlorophyll",
      "name": "Chlorophyll",
      "description": "This Pokémon’s speed is doubled in harsh sunlight."
    },
    {
      "id": "clear-body",
      "name": "Clear Body",
      "description": "Other Pokémon's moves or abilities cannot lower this Pokémon stats."
    },
    {
      "id": "cloud-nine",
      "name": "Cloud Nine",
      "description": "While this Pokémon is in battle, weather-related abilities have no effect on the Pokémon that have them."
    },
    {
      "id": "color-change",
      "name": "Color Change",
      "description": "When hit by a damaging attack, this Pokémon's type changes to the type that hit it. It takes on the new type's resistances, vulnerabilities, and immunities."
    },
    {
      "id": "comatose",
      "name": "Comatose",
      "description": "This Pokémon is in a continuous state of drowsiness. It is immune to the sleep condition, but is considered affected by sleep for all moves that require a Pokémon to be asleep to use or activate additional effects (Snore, Sleep Talk, Wake-Up Slap, Dream Eater, etc.)"
    },
    {
      "id": "competitive",
      "name": "Competitive",
      "description": "This Pokémon adds its proficiency bonus to damage rolls while poisoned, burned, confused, or paralyzed."
    },
    {
      "id": "compound-eyes",
      "name": "Compound Eyes",
      "description": "This Pokémon gets an additional +1 to attack rolls."
    },
    {
      "id": "contrary",
      "name": "Contrary",
      "description": "Moves that affect this Pokémon's stats have the opposite effect. (For example, Defense Curl would lower AC by 4. Growl would increase its attack by +1)"
    },
    {
      "id": "corrosion",
      "name": "Corrosion",
      "description": "This Pokémon's moves ignore the poison immunity of creatures granted by their Pokémon type, and can inflict the poisoned status on poison and steel type creatures. If the target’s secondary type gives it vulnerability or resistance to the damage, it follows the secondary type for that effect."
    },
    {
      "id": "cotton-down",
      "name": "Cotton Down",
      "description": "When this Pokémon is damaged, cotton spews everywhere. The area within 10ft of this Pokémon becomes difficult terrain for everything except Grass monotypes until the beginning of its next turn."
    },
    {
      "id": "curious-medicine",
      "name": "Curious Medicine",
      "description": "As a bonus action, this Pokémon can reset changes to the ability scores, AC, and attack modifier of either itself or an ally within 30 ft. This Pokémon may do this a number of times equal to its INT modifier (minimum of once), and it resets on a long rest."
    },
    {
      "id": "cursed-body",
      "name": "Cursed Body",
      "description": "When hit by a melee attack, this Pokémon may roll 1d4. On a result of 4, the opponent who made the attack cannot use the same move on its next turn."
    },
    {
      "id": "cute-charm",
      "name": "Cute Charm",
      "description": "Once per short rest, you can impose disadvantage on an enemy attack roll of your choice."
    },
    {
      "id": "damp",
      "name": "Damp",
      "description": "This Pokémon is unaffected by Self Destruct and Explosion moves."
    },
    {
      "id": "dancer",
      "name": "Dancer",
      "description": "If any creature within sight of this Pokémon activates a move with Dance in its name, this Pokémon may immediately use one of its moves as a reaction."
    },
    {
      "id": "dark-aura",
      "name": "Dark Aura",
      "description": "When this Pokémon is in battle, all dark-type moves by allies or opponents within 100 feet deal double their damage."
    },
		{
      "id": "dauntless-shield",
      "name": "Dauntless Shield",
      "description": "Melee attacks made against this Pokémon have disadvantage."
    },
    {
      "id": "dazzling",
      "name": "Dazzling",
      "description": "Creatures within line of sight of this Pokémon cannot use bonus actions to activate Moves. Moves that would normally have a Move Time of \"1 bonus action\" instead have a Move Time of \"1 action\"."
    },
    {
      "id": "defeatist",
      "name": "Defeatist",
      "description": "When this Pokémon drops below 25% of its maximum HP, all of its attacks are rolled with disadvantage."
    },
    {
      "id": "defiant",
      "name": "Defiant",
      "description": "While this Pokémon is suffering from a negative status effect or stat change imposed by an opponent, it gains +2 to all attack rolls."
    },
    {
      "id": "disguise",
      "name": "Disguise",
      "description": "This Pokémon has a disguise which gives it a temporary hp boost equal to twice its level. When the temporary hit points fall to zero, the disguise breaks and requires a short rest to repair."
    },
    {
      "id": "download",
      "name": "Download",
      "description": "Once per short rest, this Pokémon can choose a different damage type for one of their normal attacks."
    },
		{
      "id": "dragons-maw",
      "name": "Dragon's Maw",
      "description": "When this Pokémon uses a dragon-type move, it may roll the damage twice and choose either total."
    },
    {
      "id": "drifter",
      "name": "Drifter",
      "description": "In windy conditions (DM discretion), this Pokémon's flying (hover) speed is doubled until windy conditions cease."
    },
    {
      "id": "drizzle",
      "name": "Drizzle",
      "description": "When this Pokémon enters an outside battle, the weather immediately changes to light rain for 5 rounds. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
    },
    {
      "id": "drought",
      "name": "Drought",
      "description": "When this Pokémon enters an outside battle, the weather immediately changes to bright sunlight for 5 rounds. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
    },
    {
      "id": "dry-skin",
      "name": "Dry Skin",
      "description": "At the end of each of this Pokémon's turns, it takes an amount of damage equal to its proficiency modifier in harsh sunlight, or heals for the same amount during rain."
    },
    {
      "id": "early-bird",
      "name": "Early Bird",
      "description": "This Pokémon has advantage on rolls to wake from sleep."
    },
    {
      "id": "effect-spore",
      "name": "Effect Spore",
      "description": "When hit by a melee attack, roll a d4. On a 4, deal an amount of grass damage equal to your proficiency modifier to your attacker."
    },
    {
      "id": "electric-surge",
      "name": "Electric Surge",
      "description": "If the move is known, this Pokémon may use the Electric Terrain move as a bonus action."
    },
		{
      "id": "electromorphosis",
      "name": "Electromorphosis",
      "description": "When this Pokémon takes damage, it may double the MOVE damage modifier of its next electric-type move."
    },
    {
      "id": "emergency-exit",
      "name": "Emergency Exit",
      "description": "At any time this Pokémon is damaged when it is at or below 50% of its maximum HP, its trainer may switch it out as a free action."
    },
    {
      "id": "fairy-aura",
      "name": "Fairy Aura",
      "description": "When this Pokémon is in battle, all fairy-type moves within 100 feet of you deal double their damage."
    },
    {
      "id": "filter",
      "name": "Filter",
      "description": "When hit by a move type this Pokémon is vulnerable to, it may roll a d4. In a result of 4, it does not take the additional damage."
    },
    {
      "id": "flame-body",
      "name": "Flame Body",
      "description": "The flames from this Pokémon's body shine dim light in a 15 ft radius. In addition, when hit by a melee attack, roll a d10. On a 10, the attacker is burned."
    },
    {
      "id": "flare-boost",
      "name": "Flare Boost",
      "description": "This Pokémon adds proficiency to its damage rolls while burned."
    },
    {
      "id": "flash-fire",
      "name": "Flash Fire",
      "description": "This Pokémon takes no damage from fire or fire-type attacks. Instead, immediately after taking a hit from a fire-type move, or in open flames, double the STAB bonus on the next fire-type move."
    },
    {
      "id": "flower-gift",
      "name": "Flower Gift",
      "description": "During harsh sunlight, ally Pokémon within 30 feet of this Pokémon add their proficiency bonus to damage rolls."
    },
    {
      "id": "flower-veil",
      "name": "Flower Veil",
      "description": "Any grass-type ally within 15 feet of this Pokémon is immune to new status effects."
    },
    {
      "id": "fluffy",
      "name": "Fluffy",
      "description": "This Pokemon is vulnerable to fire-type moves, but takes half damage from any melee attack (that isn't fire-type)."
    },
    {
      "id": "forecast",
      "name": "Forecast",
      "description": "This Pokémon changes form with the weather. In rain it becomes water-type, in harsh sunlight it becomes fire-type, in cold and snowy conditions it becomes ice-type. In all other conditions it is normal-type. Its STAB, resistance, immunities, and vulnerabilities change to match the form it takes."
    },
    {
      "id": "forewarn",
      "name": "Forewarn",
      "description": "When this Pokémon enters battle, it selects a target to reveal the move it knows with the most damage output. In the case of a tie, the target can choose which move it reveals."
    },
    {
      "id": "form-change-arceus",
      "name": "Form Change (Arceus)",
      "description": "Arceus' default type is Normal. It can change its type by holding an Elemental Plate. While holding this plate, the signature move, Judgment, also changes its type to match Arceus. These plates are: Draco (Dragon), Dread (Dark), Earth (Ground), Fist (Fighting), Flame (Fire), Icicle (Ice), Insect (Bug), Iron (Steel), Meadow (Grass), Mind (Psychic), Pixie (Fairy), Sky (Flying), Splash (Water), Spooky (Ghost), Stone (Rock), Toxic (Poison), and Zap (Electric)."
    },
    {
      "id": "form-change-cherrim",
      "name": "Form Change (Cherrim)",
      "description": "Cherrim changes appearance depending on the weather. In strong sunlight, it blossoms into Sunshine Form."
    },
    {
      "id": "form-change-giratina",
      "name": "Form Change (Giratina)",
      "description": "Giratina's default form is Altered Forme. When it is given a Griseous Orb to hold, or any time it is in its home plane, the Distortion World, it takes on the Origin Forme."
    },
    {
      "id": "form-change-hoopa",
      "name": "Form Change (Hoopa)",
      "description": "When holding the Prison Bottle, Hoopa Confined changes form to Hoopa Unbound."
    },
    {
      "id": "form-change-keldeo",
      "name": "Form Change (Keldeo)",
      "description": "Keldeo's standard form is Ordinary Form. When it learns the move Secret Sword, it changes into Resolute Form as long as the move is in its move list."
    },
    {
      "id": "form-change-kyurem",
      "name": "Form Change (Kyurem)",
      "description": "While in the presence of a willing Reshiram or Zekrom, Kyurem can fuse with one of the willing Pokemon, at will, with the help of a DNA Splicer. This process is called Absofusion and will result in a White Kyurem (if fused with Reshiram) or Black Kyurem (if fused with Zekrom)."
    },
    {
      "id": "form-change-meloetta",
      "name": "Form Change (Meloetta)",
      "description": "As long as Meloetta is outside of battle, it assumes Aria Forme. When the move Relic Song is used, Meloettta interchanges between Aria Forme and Pirouette Forme."
    },
    {
      "id": "form-change-necrozma",
      "name": "Form Change (Necrozma)",
      "description": "Necrozma can fuse with a willing Solgaleo, at will, with the help of the N-Solarizer, or Lunala with the help of the N-Lunarizer. The fusion will result in a Dusk Mane Necrozma (if fused with Solgaleo) or Dawn Wings Necrozma (if fused with Lunala) with the same current HP."
    },
    {
      "id": "form-change-oricorio",
      "name": "Form Change (Oricorio)",
      "description": "This Pokémon's form can change by giving it a certain kind of Nectar. Red Nectar changes it to Baile Style, Pink Nectar changes it to Pa'u Style, Purple Nectar changes it to Sensu Style, and Yellow Nectar changes it to Pom-Pom Style."
    },
    {
      "id": "form-change-rotom",
      "name": "Form Change (Rotom)",
      "description": "Rotom has 5 alternate forms that it can take when it is near a household appliance. As a bonus action, Rotom can take the Heat Form, Wash Form, Frost Form, Fan Form, or Mow Form, changing its typing and stats. The form is dependent on the type of appliance it possesses (DM Discretion). separate stat blocks are provided for each form."
    },
    {
      "id": "form-change-shaymin",
      "name": "Form Change (Shaymin)",
      "description": "Shaymin's default form is Land. When Given a Gracidea Flower to hold, it can change to Sky Form, taking on new typing, statistics, and moves"
    },
    {
      "id": "form-change-ultra-necrozma",
      "name": "Form Change (Ultra Necrozma)",
      "description": "This Pokémon can transform into Ultra Necrozma as a bonus action on its turn. When it does, the transformation is treated as a permanent mega evolution, following the rules as stated in the Pokémon 5e Player Handbook."
    },
    {
      "id": "friend-guard",
      "name": "Friend Guard",
      "description": "Once per long rest, when an ally within 15 feet of this Pokémon is hit by an attack, it may choose to halve the damage dealt."
    },
    {
      "id": "frisk",
      "name": "Frisk",
      "description": "Upon entering a battle, a single opponent’s held item is revealed, if it has one."
    },
    {
      "id": "full-metal-body",
      "name": "Full Metal Body",
      "description": "Other Pokémon's moves or abilities cannot lower this Pokémon stats."
    },
    {
      "id": "fur-coat",
      "name": "Fur Coat",
      "description": "Once per long rest, this Pokémon may halve the damage dealt to it from any one attack."
    },
    {
      "id": "gale-wings",
      "name": "Gale Wings",
      "description": "This Pokémon adds an additional +1 to hit when using flying-type attacks."
    },
    {
      "id": "galvanize",
      "name": "Galvanize",
      "description": "All of this Pokémon's normal-type moves are electric-type."
    },
    {
      "id": "gluttony",
      "name": "Gluttony",
      "description": "This Pokémon must eat its held berry when it falls below ½ of its maximum HP."
    },
    {
      "id": "gooey",
      "name": "Gooey",
      "description": "When this Pokémon is hit with a melee attack, roll 1d4. On a result of 3 or 4, the attacker's speed is reduced to 0 until the end of its next turn."
    },
    {
      "id": "gorilla-tactics",
      "name": "Gorilla Tactics",
      "description": "When this Pokémon enters the battlefield, choose one of its moves. Double the MOVE damage modifier for the selected move; the MOVE damage modifier for this Pokémon's other moves becomes 0. The effect resets when this Pokémon leaves the battlefield."
    },
    {
      "id": "grass-pelt",
      "name": "Grass Pelt",
      "description": "This Pokémon gains +1 to AC while in grassy terrain."
    },
    {
      "id": "grassy-surge",
      "name": "Grassy Surge",
      "description": "If the move is known, this Pokémon may use the Grassy Terrain move as a bonus action."
    },
		{
      "id": "grim-neigh",
      "name": "Grim Neigh",
      "description": "Upon causing an opponent to faint, this Pokémon may immediately move up to 20ft take another action."
    },
		{
      "id": "guard-dog",
      "name": "Guard Dog",
      "description": "This Pokémon cannot be forcibly switched out by other moves. Intimidation rolls made against this Pokémon have disadvantage. This Pokémon is unaffected by the Intimidate ability."
    },
    {
      "id": "gulp-missile",
      "name": "Gulp Missile",
      "description": "May Grapple as a bonus action after completing either Surf or Dive. As a bonus action, may launch a creature grappled by you up to 15ft, dealing fall damage equivalent to the distance launched."
    },
    {
      "id": "guts",
      "name": "Guts",
      "description": "When this Pokémon is burned or poisoned, they are not affected by the disadvantage or reduced damage effects. They still take damage at the end of each of their turns."
    },
    {
      "id": "harvest",
      "name": "Harvest",
      "description": "At the end of this Pokémon's turn, if it used a berry, roll 1d4. On a result of 3 or 4, it regains that berry as a held item."
    },
    {
      "id": "healer",
      "name": "Healer",
      "description": "As an action, this Pokemon may touch a creature to heal poison, burn, or paralysis. When it uses this ability, roll a d4. On the a result of 1 or 2, the status effect is moved to itself."
    },
    {
      "id": "heatproof",
      "name": "Heatproof",
      "description": "This Pokemon takes half the damage it otherwise would from Fire damage, and is immune to the burning condition."
    },
    {
      "id": "heavy-metal",
      "name": "Heavy Metal",
      "description": "This Pokémon is especially heavy. Once per long rest, after being targeted by an attack, it may increase its AC by 2 if it would cause an attack to miss."
    },
    {
      "id": "honey-gather",
      "name": "Honey Gather",
      "description": "At the end of each battle, this Pokémon may roll a d20 + its proficiency bonus. On a result of 20 or higher, its trainer adds a Honey to their inventory."
    },
    {
      "id": "huge-power",
      "name": "Huge Power",
      "description": "Once per short rest, this Pokémon may double the damage dice for a single damage roll. The player must announce that they are using this ability before the attack roll."
    },
		{
      "id": "hunger-switch",
      "name": "Hunger Switch",
      "description": "At the start of its turn, this Pokemon switches to Hangry Mode if it was in Full Belly Mode, or switches to Full Belly Mode if it was in Hangry Mode."
    },
    {
      "id": "hustle",
      "name": "Hustle",
      "description": "When you score a critical hit, you may immediately gain an additional action on your turn. If this action is used to make an attack, you have disadvantage on the roll. You may only ever have one additional action per round."
    },
    {
      "id": "hydration",
      "name": "Hydration",
      "description": "This Pokémon is unaffected by negative status ailments in water or during rainy conditions."
    },
    {
      "id": "hydro-pump",
      "name": "Hydro Pump",
      "description": "This Pokémon knows Hydro Pump as a fifth move. The move is forgotten if it takes any other form."
    },
    {
      "id": "hyper-cutter",
      "name": "Hyper Cutter",
      "description": "This Pokémon’s attack or damage bonuses cannot be decreased by an opponent’s moves."
    },
    {
      "id": "ice-body",
      "name": "Ice Body",
      "description": "While it is snowing or hailing, this Pokémon heals for an amount of HP equal to its proficiency modifier at the end of each of its turns."
    },
		{
      "id": "ice-face",
      "name": "Ice Face",
      "description": "This Pokémon has two forms: Ice Form and No-Ice Form. When in Ice Form, the first time this pokémon takes damage, it takes half that damage but transforms into No-Ice Form. When in No-Ice Form, this pokemon's AC is decreased by 3 and each of its movement speeds are increased by 5 ft. This Pokémon reverts back to Ice Form after a short rest, or on the start of its turn when in the hail."
    },
	 {
      "id": "ice-scales",
      "name": "Ice Scales",
      "description": "This Pokémon has resistance to damange dealt by moves whose power is one of INT, WIS, or CHA."
    },
    {
      "id": "illuminate",
      "name": "Illuminate",
      "description": "This Pokémon knows the Light cantrip and can cast it at will."
    },
    {
      "id": "illusion",
      "name": "Illusion",
      "description": "This Pokémon can take the visual form of any Pokémon it can see. It can do this a number of times per long rest equal to its level. This illusion lasts for one hour or until the Pokémon is hit by a damaging move."
    },
    {
      "id": "immunity",
      "name": "Immunity",
      "description": "This Pokémon is immune to becoming poisoned."
    },
    {
      "id": "imposter",
      "name": "Imposter",
      "description": "This Pokémon can use Transform as a bonus action."
    },
    {
      "id": "infiltrator",
      "name": "Infiltrator",
      "description": "This Pokémon bypasses Light Screen, Reflect, Substitute, Mist, Safeguard, and Aurora Veil."
    },
    {
      "id": "innards-out",
      "name": "Innards Out",
      "description": "When this Pokémon is knocked out by a damaging move, the attacker takes an amount of typeless damage equal to the amount of HP lost."
    },
    {
      "id": "inner-focus",
      "name": "Inner Focus",
      "description": "This Pokémon is immune to flinching."
    },
    {
      "id": "insomnia",
      "name": "Insomnia",
      "description": "This Pokémon is immune to sleep."
    },
    {
      "id": "intimidate",
      "name": "Intimidate",
      "description": "Once per short rest, you can impose disadvantage on an enemy attack roll of your choice."
    },
		{
      "id": "intrepid-sword",
      "name": "Intrepid Sword",
      "description": "This Pokémon makes melee attacks with advantage."
    },
    {
      "id": "iron-barbs",
      "name": "Iron Barbs",
      "description": "When this Pokémon is hit by a melee attack, it may roll a d4. On a 4, deal an amount of steel damage equal to its proficiency modifier to its attacker."
    },
    {
      "id": "iron-fist",
      "name": "Iron Fist",
      "description": "When attacking with a punch-based move (Mega Punch, Dynamic Punch, Ice/Fire/Thunder Punch, etc.), this Pokémon may roll the damage twice and choose either total."
    },
    {
      "id": "justified",
      "name": "Justified",
      "description": "When this Pokémon is hit by a dark-type move, it gets advantage on its next attack."
    },
    {
      "id": "keen-eye",
      "name": "Keen Eye",
      "description": "This Pokémon ignores disadvantage when it relates to sight."
    },
    {
      "id": "klutz",
      "name": "Klutz",
      "description": "This Pokémon cannot hold an item."
    },
    {
      "id": "leaf-guard",
      "name": "Leaf Guard",
      "description": "This Pokémon does not suffer from any negative status ailments in harsh sunlight."
    },
    {
      "id": "leaf-storm",
      "name": "Leaf Storm",
      "description": "This Pokémon knows Leaf Storm as a fifth move. The move is forgotten if it takes any other form."
    },
    {
      "id": "levitate",
      "name": "Levitate",
      "description": "This Pokémon is immune to ground moves."
    },
    {
      "id": "libero",
      "name": "Libero",
      "description": "While executing a move, this Pokémon's type becomes the same as that of the move and may add its STAB bonus to it."
    },
    {
      "id": "light-metal",
      "name": "Light Metal",
      "description": "This Pokémon is especially light for its species. Once per long rest, it may impose disadvantage on an attack roll against it."
    },
    {
      "id": "lightning-rod",
      "name": "Lightning Rod",
      "description": "If this Pokemon or an ally within 30 feet is targeted with a direct electric-type, damage-dealing move, the Pokemon may use a reaction to redirect the target to itself and take half damage from it if it hits."
    },
    {
      "id": "limber",
      "name": "Limber",
      "description": "This Pokémon is immune to being paralyzed."
    },
		{
      "id": "lingering-aroma",
      "name": "Lingering Aroma",
      "description": "When this Pokémon is hit by a melee attack or hits with a melee attack, one random ability of its attacker changes to Lingering Aroma until the end of the encounter or until switched out."
    },
    {
      "id": "liquid-ooze",
      "name": "Liquid Ooze",
      "description": "If an enemy uses a leeching or absorb move against this Pokémon, the Pokémon must make a DC 12 CON save or become poisoned."
    },
    {
      "id": "liquid-voice",
      "name": "Liquid Voice",
      "description": "Any sound-based move activated by this Pokémon is water-type."
    },
    {
      "id": "long-reach",
      "name": "Long Reach",
      "description": "This Pokémon has an additional 5 feet of reach with all melee attacks and Attacks of Opportunity."
    },
    {
      "id": "magic-bounce",
      "name": "Magic Bounce",
      "description": "Once per long rest, when succumbing to a negative status effect, this Pokémon can instead reflect the effect back on the attacker."
    },
    {
      "id": "magic-guard",
      "name": "Magic Guard",
      "description": "If this Pokémon is subjected to a move that forces it to make a saving throw to take only half damage, it instead takes no damage on a success."
    },
    {
      "id": "magician",
      "name": "Magician",
      "description": "If not already holding an item, this Pokémon steals the held item of any Pokémon it hits with a melee attack."
    },
    {
      "id": "magma-armor",
      "name": "Magma Armor",
      "description": "This Pokémon is immune to freezing."
    },
    {
      "id": "magnet-pull",
      "name": "Magnet Pull",
      "description": "Steel opponents in battle with this Pokémon may not switch out or flee."
    },
    {
      "id": "marvel-scale",
      "name": "Marvel Scale",
      "description": "This Pokémon's AC increase by 2 when suffering from a negative status condition."
    },
    {
      "id": "mega-launcher",
      "name": "Mega Launcher",
      "description": "Aura and Pulse moves made by this Pokémon deal additional damage/healing equal to this Pokémon's proficiency bonus."
    },
    {
      "id": "merciless",
      "name": "Merciless",
      "description": "This Pokémon doubles their damage dice when dealing damage to an opponent that is poisoned."
    },
    {
      "id": "mimicry",
      "name": "Mimicry",
      "description": "This Pokémon's type changes depending on the terrain. If a Terrain move is active, this Pokémon's type becomes the Terrain move's type. This Pokémon's type reverts once the Terrain move deactivates."
    },
    {
      "id": "minus",
      "name": "Minus",
      "description": "This Pokémon boosts its attack and damage rolls by 2 if an ally also has a Plus or Minus ability"
    },
    {
      "id": "mirror-armor",
      "name": "Mirror Armor",
      "description": "When affected by an effect that lowers this Pokémon's attack roll, AC, movement, or ability scores, the same effect is applied to the source (if applicable)."
    },
    {
      "id": "misty-surge",
      "name": "Misty Surge",
      "description": "If the move is known, this Pokémon may use the Misty Terrain move as a bonus action."
    },
    {
      "id": "mold-breaker",
      "name": "Mold Breaker",
      "description": "This Pokémon's moves ignore any abilities that would lessen their effect or ability to hit an opponent (Due to things like Water Absorb, Snow Cloak, Thick Fat, Sturdy, etc.)"
    },
    {
      "id": "moody",
      "name": "Moody",
      "description": "At the end of each long rest, this Pokémon rerolls on the nature table, replacing its nature with the result until the next long rest."
    },
    {
      "id": "motor-drive",
      "name": "Motor Drive",
      "description": "When hit by an electric-type move, if not immune, this Pokémon's speed increases by 10 feet until the end of combat (up to a max of 50 additional feet)."
    },
    {
      "id": "moxie",
      "name": "Moxie",
      "description": "Upon causing an opponent to faint, this Pokémon may immediately take another action."
    },
    {
      "id": "multiscale",
      "name": "Multiscale",
      "description": "If this Pokémon is at full health, the first damage dealt to it is halved."
    },
    {
      "id": "multitype",
      "name": "Multitype",
      "description": "This Pokémon's type and form change to match the type of Elemental Plate this Pokémon holds. The Plate cannot be effected by any item-removing ability or move."
    },
    {
      "id": "mummy",
      "name": "Mummy",
      "description": "When this Pokémon is hit by a melee attack, one random ability of its attacker changes to Mummy for the remainder of the encounter."
    },
		{
      "id": "mycelium-might",
      "name": "Mycelium Might",
      "description": "Once per short rest, when causing a creature to make a save that inflicts a status condition on failure, this Pokémon may invoke Mycelium Might to cause that creatre to roll the save with disadvantage."
    },
    {
      "id": "natural-cure",
      "name": "Natural Cure",
      "description": "This Pokémon is cured of negative status ailments upon returning to its Pokeball."
    },
    {
      "id": "neuroforce",
      "name": "Neuroforce",
      "description": "When this Pokémon damages a creature with a super effective move, it may roll the damage dice twice and use the higher result."
    },
    {
      "id": "neutralizing-gas",
      "name": "Neutralizing Gas",
      "description": "You are immune to poison damage and being poisoned."
    },
    {
      "id": "no-guard",
      "name": "No Guard",
      "description": "Any attack made by or against this Pokémon has advantage."
    },
    {
      "id": "normalize",
      "name": "Normalize",
      "description": "Every move this Pokémon activates is Normal type."
    },
    {
      "id": "oblivious",
      "name": "Oblivious",
      "description": "This Pokémon is immune to moves that attempt to charm or taunt it."
    },
		{
      "id": "opportunist",
      "name": "Opportunist",
      "description": "When the AC, STR, DEX, CON, INT, WIS, or CHA of a creature within 30ft of this Pokémon increases, then this Pokémon's corresponding attribute increases by the same amount. This effect lasts for the duration of battle, or for 1 minute."
    },
    {
      "id": "overcoat",
      "name": "Overcoat",
      "description": "This Pokémon does not take damage from weather-related moves and phenomena like Hail, Weather Ball, etc."
    },
    {
      "id": "overgrow",
      "name": "Overgrow",
      "description": "This Pokémon doubles its STAB bonus when it has 25% or less of its maximum health."
    },
    {
      "id": "overheat",
      "name": "Overheat",
      "description": "This Pokémon knows Overheat as a fifth move. The move is forgotten if it takes any other form."
    },
    {
      "id": "own-tempo",
      "name": "Own Tempo",
      "description": "This Pokémon is immune to becoming confused."
    },
    {
      "id": "paper-thin",
      "name": "Paper Thin",
      "description": "This Pokémon always has a maximum HP of 1. (Shedinja only. Cannot be passed or swapped)"
    },
    {
      "id": "pastel-veil",
      "name": "Pastel Veil",
      "description": "This Pokémon and its allies cannot be poisoned for as long as it is in combat."
    },
    {
      "id": "perish-body",
      "name": "Perish Body",
      "description": "When hit by a melee attack, this Pokémon and its attacker will faint in 3 rounds, at the start of their respective turn, unless fleeing or switched out by their trainer before the end of the three rounds."
    },
    {
      "id": "pickpocket",
      "name": "Pickpocket",
      "description": "When hit by a melee attack, this Pokémon may use a reaction to attempt to steal the creature's held item with a Sleight of Hand check contested by the target's Passive Perception. After the first attempt, all other attempts against the same opponent are rolled at disadvantage."
    },
    {
      "id": "pickup",
      "name": "Pickup",
      "description": "If an opponent uses a consumable held item in battle, this Pokémon gains a copy of it if it is not currently holding an item."
    },
    {
      "id": "pixilate",
      "name": "Pixilate",
      "description": "All of this Pokémon's normal-type moves become fairy-type."
    },
    {
      "id": "plus",
      "name": "Plus",
      "description": "This Pokémon boosts its attack and damage rolls by 2 if an ally also has a Plus or Minus ability"
    },
    {
      "id": "poison-heal",
      "name": "Poison Heal",
      "description": "This Pokémon does not suffer the disadvantage effects of the poisoned status. In addition, this Pokémon recovers half of all poison damage it would take, including the damage at each of the end of its turns."
    },
    {
      "id": "poison-point",
      "name": "Poison Point",
      "description": "When this Pokémon is hit with a melee attack, roll a 1d4. On a result of 4, the attacker takes an amount of poison damage equal to this Pokémon’s proficiency modifier."
    },
    {
      "id": "poison-touch",
      "name": "Poison Touch",
      "description": "On melee attacks made by this Pokémon, roll a d10 on a hit. On a result of a 10, the target is poisoned."
    },
    {
      "id": "power-construct-10",
      "name": "Power Construct (10%)",
      "description": "When Zygarde 10% is reduced to less than half of its maximum HP, it changes to Zygarde 50% Forme and recovers all hit points."
    },
    {
      "id": "power-construct-50",
      "name": "Power Construct (50%)",
      "description": "When Zygarde 50% is reduced to less than half of its maximum HP, it changes to Complete Forme and recovers all hit points."
    },
    {
      "id": "power-construct-100",
      "name": "Power Construct (100%)",
      "description": "When Zygarde is reduced to less than half of its maximum HP, it changes to Complete Forme and stays in that form, regardless of HP changes."
    },
    {
      "id": "power-of-alchemy",
      "name": "Power of Alchemy",
      "description": "When switched in after an ally faints, this Pokémon copies the non-hidden ability of the fainted ally until switched out."
    },
		{
      "id": "power-spot",
      "name": "Power Spot",
      "description": "Allies within 15 ft of this Pokemon may add 1d6 to damage they deal from moves. This die may only be used once per move per turn. At level 10, the bonus damage becomes 1d8 instead."
    },
    {
      "id": "prankster",
      "name": "Prankster",
      "description": "Once per short rest, this Pokémon can move to the top of initiative order in a single round, but must use a status-affecting move on its turn."
    },
    {
      "id": "pressure",
      "name": "Pressure",
      "description": "Any move targeting this Pokémon directly (non-area of effect moves) reduces its PP by two when activated."
    },
    {
      "id": "prism-armor",
      "name": "Prism Armor",
      "description": "When this Pokémon is subject to damage in its vulnerabilities list, roll the damage dice twice and use the lower result for the damage calculation."
    },
    {
      "id": "propeller-tail",
      "name": "Propeller Tail",
      "description": "This Pokémon's ignores the effects of moves that alters the targets of its own moves (such as Follow Me)."
    },
    {
      "id": "protean",
      "name": "Protean",
      "description": "This Pokémon's type changes to the type of move it uses, just before the move is used. It takes on the new type's resistances, vulnerabilities, and immunities."
    },
    {
      "id": "psychic-surge",
      "name": "Psychic Surge",
      "description": "If the move is known, this Pokémon may use the Psychic Terrain move as a bonus action."
    },
    {
      "id": "punk-rock",
      "name": "Punk Rock",
      "description": "When this Pokémon uses a sound-based move, it adds its STAB bonus to the damage. This Pokémon has resistance to sound-based moves."
    },
    {
      "id": "pure-power",
      "name": "Pure Power",
      "description": "Once per short rest, this Pokémon may double the damage dice for a single damage roll. The player must announce that they are using this ability before the attack roll."
    },
		{
      "id": "purifying-salt",
      "name": "Purifying Salt",
      "description": "This Pokémon has resistance to Ghost-type damage, and it cannot be afflicted with non-volatile status conditions."
    },
    {
      "id": "quark-drive",
      "name": "Quark Drive",
      "description": "While on electric terrain, gain +2 to STR and DEX ability checks and saving throws."
    },
    {
      "id": "queenly-majesty",
      "name": "Queenly Majesty",
      "description": "Creatures within line of sight of this Pokémon cannot use bonus actions to activate Moves. Moves that would normally have a Move Time of \"1 bonus action\" instead have a Move Time of \"1 action\"."
    },
    {
      "id": "quick-draw",
      "name": "Quick Draw",
      "description": "This Pokémon has advantage on initiative rolls."
    },
    {
      "id": "quick-feet",
      "name": "Quick Feet",
      "description": "When suffering from a negative status condition, this Pokémon’s speed increases by 15 ft."
    },
    {
      "id": "rain-dish",
      "name": "Rain Dish",
      "description": "In rainy conditions, this Pokémon heals for an amount of HP equal to its proficiency bonus at the end of each of its turns."
    },
    {
      "id": "rattled",
      "name": "Rattled",
      "description": "When this Pokémon is hit by a damaging Dark, Bug, or Ghost move, it makes its next attack at advantage."
    },
    {
      "id": "receiver",
      "name": "Receiver",
      "description": "When switched in after an ally faints, this Pokémon copies the non-hidden ability of the fainted ally until switched out."
    },
    {
      "id": "reckless",
      "name": "Reckless",
      "description": "When attacking with moves with recoil damage, this Pokémon doubles its STAB bonus."
    },
    {
      "id": "refrigerate",
      "name": "Refrigerate",
      "description": "All of this Pokémon's normal-type moves become ice-type."
    },
    {
      "id": "regenerator",
      "name": "Regenerator",
      "description": "Once per long rest, this Pokémon regains hit points equal to its level when it returns to its Pokéball."
    },
    {
      "id": "ripen",
      "name": "Ripen",
      "description": "Doubles the effects of berries consumed."
    },
    {
      "id": "rivalry",
      "name": "Rivalry",
      "description": "This Pokémon adds its proficiency bonus to damage when attacking a Pokémon of the same type."
    },
    {
      "id": "rks-system",
      "name": "RKS System",
      "description": "This Pokémon's type is determined by the memory disc it holds. If not holding a memory disc, this Pokémon's type is normal."
    },
    {
      "id": "rock-head",
      "name": "Rock Head",
      "description": "This Pokémon takes no recoil damage."
    },
		{
      "id": "rocky-payload",
      "name": "Rocky Payload",
      "description": "When this Pokémon uses a rock-type move, it may roll the damage twice and choose either total."
    },
    {
      "id": "rough-skin",
      "name": "Rough Skin",
      "description": "When this Pokémon is hit by a melee attack, it may roll a d4. On a 4, deal an amount of typeless damage equal to its proficiency modifier to its attacker."
    },
    {
      "id": "run-away",
      "name": "Run Away",
      "description": "This Pokémon cannot be the target of an attack of opportunity."
    },
    {
      "id": "sand-force",
      "name": "Sand Force",
      "description": "During a Sandstorm, this Pokémon can double its STAB when it hits an opponent."
    },
    {
      "id": "sand-rush",
      "name": "Sand Rush",
      "description": "This Pokémon is immune to Sandstorm damage, and its speed is doubled in desert terrain, or during a Sandstorm."
    },
    {
      "id": "sand-spit",
      "name": "Sand Spit",
      "description": "When this Pokémon takes damage, it may use its reaction to cause a Sandstorm centered on self with a radius of 30ft. The Sandstorm lasts for five rounds. The Pokémon may do this a number of times equal to its proficiency bonus, and it resets after a long rest."
    },
    {
      "id": "sand-stream",
      "name": "Sand Stream",
      "description": "When this Pokémon enters an outside battle, the weather immediately changes to a Sandstorm for 5 rounds. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
    },
    {
      "id": "sand-veil",
      "name": "Sand Veil",
      "description": "This Pokémon is immune to Sandstorm damage. In addition, its AC increases by 2 in desert terrain, or during a Sandstorm."
    },
    {
      "id": "sap-sipper",
      "name": "Sap Sipper",
      "description": "This Pokémon takes no damage from grass-type attacks. If hit by a grass type move, it takes no damage and instead absorbs the energy, granting advantage on its next attack."
    },
    {
      "id": "schooling",
      "name": "Schooling",
      "description": "Beginning at level 5, this Pokémon may change to School Form as a free action when it begins its turn above 25% of its maximum health. In School Form, the Pokémon adds 5 to its AC and Strength, Dexterity, and Constitution ability scores (Additional CON does not alter this Pokemon's HP in this form). The Pokémon reverts back to Solo Form when it falls below 25% of maximum health, and must complete a short rest before activating this ability again."
    },
    {
      "id": "scrappy",
      "name": "Scrappy",
      "description": "This Pokémon's Normal and Fighting type moves ignore immunities granted by a Pokémon's type. If a target’s secondary type gives it vulnerability or resistance to the attack, it follows the secondary type for that effect."
    },
    {
      "id": "screen-cleaner",
      "name": "Screen Cleaner",
      "description": "Light Screen, Reflect, and Aurora Veil have no effect within 40ft of this Pokémon."
    },
		{
      "id": "seed-sower",
      "name": "Seed Sower",
      "description": "When hit by a damaging attack, this Pokémon may use its reaction to use the Grassy Terrain move. The Pokémon does not need to know this move, and it costs no PP to use."
    },
    {
      "id": "serene-grace",
      "name": "Serene Grace",
      "description": "The Move DC to pass a saving throw against one of this Pokémon's moves is increased by 1."
    },
    {
      "id": "shadow-shield",
      "name": "Shadow Shield",
      "description": "If this Pokémon is at full health, the first damage dealt to it is halved."
    },
    {
      "id": "shadow-tag",
      "name": "Shadow Tag",
      "description": "Creatures within 50 feet of this Pokémon may not flee or switch out, except by item, Move, or ability."
    },
		{
      "id": "sharpness",
      "name": "Sharpness",
      "description": "Moves with 'Cut', 'Blade', 'Slash', 'Edge', 'Cleave', 'Razor', 'Sword', or 'Axe' in their name have their MOVE damage doubled."
    },
    {
      "id": "shed-skin",
      "name": "Shed Skin",
      "description": "If this Pokémon is affected by a negative status ailment, they can roll a d4 at the end of each of their turns. On a result of 4, they are cured."
    },
    {
      "id": "sheer-force",
      "name": "Sheer Force",
      "description": "When activating a move that has a chance to impose a stat change or inflict a status, this creature instead doubles its move modifier for the damage with no chance of the additional effect."
    },
    {
      "id": "shell-armor",
      "name": "Shell Armor",
      "description": "This Pokémon is immune to extra damage dealt by a Critical Hit."
    },
    {
      "id": "shield-dust",
      "name": "Shield Dust",
      "description": "Once per long rest, this Pokémon can ignore a negative status condition that results from an enemy move."
    },
    {
      "id": "shields-down",
      "name": "Shields Down",
      "description": "This Pokémon is immune to Non-Volatile status effects while in Meteor Form. When this Pokémon falls below 50% of its maximum hp, its outer shell breaks and it changes to Core Form. In Core Form, it adds 6 points to its DEX, but reduces its AC by 4. The Pokémon must complete a short rest to restore itself to Meteor Form."
    },
    {
      "id": "simple",
      "name": "Simple",
      "description": "Once per short rest, you may double this Pokémon's Move modifier for a single attack or damage roll."
    },
    {
      "id": "skill-link",
      "name": "Skill Link",
      "description": "Combo moves that have the ability to hit more than once, after the same attack roll, are guaranteed to hit at least twice. (Fury Swipes, Double Slap, Water Shuriken, etc.)"
    },
    {
      "id": "slow-start",
      "name": "Slow Start",
      "description": "This Pokémon's speed is halved and its attacks are made at disadvantage for the first two rounds of every combat."
    },
    {
      "id": "slush-rush",
      "name": "Slush Rush",
      "description": "This Pokémon is immune to Hail damage, and its speed is doubled in arctic conditions, or during a hailstorm."
    },
    {
      "id": "sniper",
      "name": "Sniper",
      "description": "On a critical hit made by this Pokémon, triple the dice roll instead of doubling it."
    },
    {
      "id": "snow-cloak",
      "name": "Snow Cloak",
      "description": "This Pokémon is immune to Hail damage. It's AC is increased by 2 in arctic conditions, or when it is snowing or hailing."
    },
    {
      "id": "snow-warning",
      "name": "Snow Warning",
      "description": "When this Pokémon enters an outside battle, the weather immediately changes to hail for 5 rounds. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
    },
    {
      "id": "solar-power",
      "name": "Solar Power",
      "description": "Damage rolls for this Pokémon get an additional +2 during harsh sunlight."
    },
    {
      "id": "solid-rock",
      "name": "Solid Rock",
      "description": "This Pokémon does not take any additional damage from a critical hit."
    },
    {
      "id": "soul-heart",
      "name": "Soul-Heart",
      "description": "Upon seeing an ally faint, this Pokémon increases the ability scores of its saving throw proficiencies by 2 until the end of combat. This is stackable up to a maximum of +10 to any one ability score."
    },
    {
      "id": "soundproof",
      "name": "Soundproof",
      "description": "This Pokémon is immune to sound-based moves."
    },
    {
      "id": "speed-boost",
      "name": "Speed Boost",
      "description": "This Pokémon's speed is increased by 10 feet while in an environment related to its type (DM Discretion)."
    },
    {
      "id": "stakeout",
      "name": "Stakeout",
      "description": "When an opponent is switched out in battle, this Pokémon doubles the damage dealt if it targets the replacement on the first turn immediately following the switch."
    },
    {
      "id": "stall",
      "name": "Stall",
      "description": "This Pokémon is always last in initiative order."
    },
		{
      "id": "stalwart",
      "name": "Stalwart",
      "description": "This Pokémon may always choose its targets, ignoring the effects of moves that redirect targetting."
    },
    {
      "id": "stamina",
      "name": "Stamina",
      "description": "When this Pokémon is damaged by a move, increase its AC by 2 until the start of its next turn. This ability does not stack and will remain in effect if the Pokémon is successfully attacked multiple turns in a row."
    },
    {
      "id": "stance-change",
      "name": "Stance Change",
      "description": "Aegislash has two forms. When Aegislash uses King's Shield, it changes to Shield Forme, swapping its AC and DEX stats. When it uses a damaging move, Aegislash immediately returns to Blade Forme, returning its stats to normal."
    },
    {
      "id": "static",
      "name": "Static",
      "description": "When this Pokémon is hit by a melee attack, roll a d4. On a result of 4, the attacker takes an amount of electric damage equal to this Pokemon's proficiency bonus."
    },
    {
      "id": "steadfast",
      "name": "Steadfast",
      "description": "Once per long rest, when this Pokémon fails a saving throw against a negative condition, it can choose to pass instead."
    },
    {
      "id": "steam-engine",
      "name": "Steam Engine",
      "description": "When damaged by a Fire- or Water-type move, this Pokémon's walking speed becomes double its base value until the end of its next turn."
    },
    {
      "id": "steelworker",
      "name": "Steelworker",
      "description": "This Pokémon adds its proficiency bonus to damage dealt by steel-type moves."
    },
    {
      "id": "stench",
      "name": "Stench",
      "description": "When this Pokémon is hit by a melee attack, roll a d10. On a 10, the attacker flinches."
    },
    {
      "id": "sticky-hold",
      "name": "Sticky Hold",
      "description": "Held items cannot be stolen or knocked away from this Pokémon."
    },
    {
      "id": "storm-drain",
      "name": "Storm Drain",
      "description": "If this Pokemon or an ally within 30 feet is targeted with a direct water-type, damage-dealing move, the Pokemon may use a reaction to redirect the target to itself and take half damage from it if it hits."
    },
    {
      "id": "strong-jaw",
      "name": "Strong Jaw",
      "description": "For biting moves activated by this Pokémon (Bite, Thunder Fang, Crunch, etc.), they may roll the damage twice and choose either total."
    },
    {
      "id": "sturdy",
      "name": "Sturdy",
      "description": "When taking damage equal to half or more of your current HP, roll a d4. On a result of 3 of 4, halve the damage dealt."
    },
    {
      "id": "suction-cups",
      "name": "Suction Cups",
      "description": "This Pokémon cannot be forced out of battle by an opponent’s moves."
    },
    {
      "id": "super-luck",
      "name": "Super Luck",
      "description": "This Pokémon increases its critical hit range by 1 (20 to 19+, etc.)"
    },
    {
      "id": "surge-surfer",
      "name": "Surge Surfer",
      "description": "When this Pokémon begins its turn in the area of effect from Electric Terrain, its speed is doubled."
    },
    {
      "id": "swarm",
      "name": "Swarm",
      "description": "This Pokémon doubles its STAB bonus when it has 25% or less of its maximum health."
    },
    {
      "id": "sweet-veil",
      "name": "Sweet Veil",
      "description": "Any ally within 15 feet of this Pokémon is immune to the sleep condition."
    },
    {
      "id": "swift-swim",
      "name": "Swift Swim",
      "description": "This Pokémon's speed is doubled in rainy conditions."
    },
    {
      "id": "symbiosis",
      "name": "Symbiosis",
      "description": "This Pokémon may swap held items with an ally as a free action, as long as they are within 15 feet of each other."
    },
    {
      "id": "synchronize",
      "name": "Synchronize",
      "description": "If this Pokémon becomes burned, paralyzed, or poisoned, its attacker receives the negative status condition as well (if not immune)."
    },
    {
      "id": "tangled-feet",
      "name": "Tangled Feet",
      "description": "Attacks against this Pokémon have disadvantage when it is confused."
    },
    {
      "id": "tangling-hair",
      "name": "Tangling Hair",
      "description": "Opponents within melee range of this Pokémon cannot take the Disengage action to move away."
    },
    {
      "id": "technician",
      "name": "Technician",
      "description": "For damaging moves activated by this Pokémon with 15 max PP or more, they may roll the damage twice and choose either total."
    },
    {
      "id": "telepathy",
      "name": "Telepathy",
      "description": "This Pokémon cannot be damaged by its allies' attacks."
    },
    {
      "id": "teravolt",
      "name": "Teravolt",
      "description": "This Pokémon’s moves completely ignore any ability that would hinder or prevent their effect on the target or the user's ability to hit the target."
    },
    {
      "id": "thick-fat",
      "name": "Thick Fat",
      "description": "This Pokemon takes half the damage it otherwise would from Ice and Fire damage."
    },
    {
      "id": "tinted-lens",
      "name": "Tinted Lens",
      "description": "This Pokémon’s moves ignore resistances."
    },
    {
      "id": "torrent",
      "name": "Torrent",
      "description": "This Pokémon doubles its STAB bonus when it has 25% or less of its maximum health."
    },
    {
      "id": "tough-claws",
      "name": "Tough Claws",
      "description": "A successful melee attack by this Pokémon automatically gets STAB, regardless of its type. If it would normally get STAB, double the STAB bonus when adding to damage."
    },
    {
      "id": "toxic-boost",
      "name": "Toxic Boost",
      "description": "When this Pokémon is hit by a poison-type attack, its next attack is rolled at advantage."
    },
    {
      "id": "trace",
      "name": "Trace",
      "description": "This Pokémon copies a random ability of an opponent when entering battle. The ability cannot be Flower Gift, Forecast, Illusion, Imposter, Multitype, Trace, Wonder Guard, or Zen Mode."
    },
    {
      "id": "transformer",
      "name": "Transformer",
      "description": "This Pokémon has a standard Normal form from which all stats are based, but may change forms as a bonus action to drastically change its abilities. The forms it can take are Attack, Defense, and Speed. In Attack form, it adds an additional +5 to its attack rolls, but all attacks against it has advantage. In Defense form, its AC increases by 3, but its attacks are rolled at disadvantage. If the activated move requires a save, the target(s) have advantage. In Speed form, it gains an additional attack action each turn, but the attack is done at disadvantage. If it is a move that requires a save, the target(s) have advantage."
    },
		{
      "id": "transistor",
      "name": "Transistor",
      "description": "When this Pokémon uses an electric-type move, it may roll the damage twice and choose either total."
    },
    {
      "id": "triage",
      "name": "Triage",
      "description": "This Pokémon's healing or draining moves have a move time of 1 bonus action."
    },
    {
      "id": "truant",
      "name": "Truant",
      "description": "This Pokémon cannot use the same move in back to back rounds."
    },
    {
      "id": "turboblaze",
      "name": "Turboblaze",
      "description": "This Pokémon’s moves completely ignore any ability that would hinder or prevent their effect on the target or the user's ability to hit the target."
    },
    {
      "id": "unaware",
      "name": "Unaware",
      "description": "When this Pokémon attacks an opponent, it ignores any stat changes the opponent has been affected with after the start of battle."
    },
    {
      "id": "unburden",
      "name": "Unburden",
      "description": "While this Pokémon is not holding an item, it gains 10 feet to its speed."
    },
    {
      "id": "unnerve",
      "name": "Unnerve",
      "description": "Opponents in combat with this Pokémon cannot eat held berries."
    },
		{
      "id": "unseen-fist",
      "name": "Unseen Fist",
      "description": "Melee attacks this Pokémon make may damage through the opponent's use of Protect or Detect."
    },
    {
      "id": "victory-star",
      "name": "Victory Star",
      "description": "While this Pokémon is in battle, all allied Pokémon add an additional +1 to their attack rolls."
    },
    {
      "id": "vital-spirit",
      "name": "Vital Spirit",
      "description": "This Pokémon cannot be put to sleep."
    },
    {
      "id": "volt-absorb",
      "name": "Volt Absorb",
      "description": "This Pokémon takes no damage from electricity or electric-type attacks. Instead, half of any electric damage done is absorbed, restoring the Pokémon's HP."
    },
    {
      "id": "wandering-spirit",
      "name": "Wandering Spirit",
      "description": "When this Pokémon is hit by a melee attack, one random ability of its attacker changes to Wandering Spirit for the remainder of the encounter, and the replaced ability replaces this Pokémon's Wandering Spirit ability."
    },
    {
      "id": "water-absorb",
      "name": "Water Absorb",
      "description": "This Pokémon takes no damage from water or water-type attacks. Instead, half of any water damage done is absorbed, restoring the Pokémon's HP."
    },
    {
      "id": "water-bubble",
      "name": "Water Bubble",
      "description": "This Pokémon is resistant to fire-type damage and immune to the burned condition."
    },
    {
      "id": "water-compaction",
      "name": "Water Compaction",
      "description": "After being damaged by a water-type move, any other damage dealt to this Pokémon until the beginning of its next turn is halved."
    },
    {
      "id": "water-veil",
      "name": "Water Veil",
      "description": "This Pokémon is immune to burning."
    },
    {
      "id": "weak-armor",
      "name": "Weak Armor",
      "description": "When an attack hits this Pokémon, its speed increases by 5 feet, but its AC is temporarily reduced by 1 until the end of battle (for a maximum reduction of -5)."
    },
		{
      "id": "well-baked-body",
      "name": "Well-Baked Body",
      "description": "This Pokémon takes no damage from fire or fire-type attacks. Instead, its AC increases by 2 until it takes damage or after 1 minute, whichever happens first."
    },
    {
      "id": "white-smoke",
      "name": "White Smoke",
      "description": "Other Pokémon's moves or abilities cannot lower this Pokémon stats."
    },
    {
      "id": "wimp-out",
      "name": "Wimp Out",
      "description": "When a damaging move causes this Pokémon to fall below 50% of its maximum HP, it MUST disengage and move up to its speed in a straight line towards its trainer as a free action. If this would put the Pokémon in range of switching out, it must do so as another free action if another Pokémon is available to replace it."
    },
		{
      "id": "wind-power",
      "name": "Wind Power",
      "description": "When this Pokémon is damaged by a wind move, the number of damage dice used for its next electric-type attack doubles. Wind moves include Air Cutter, Bleakwind Storm, Blizzard, Fairy Wind, Gust, Heat Wave, Hurricane, Icy Wind, Petal Blizzard, Sandsear Storm, Sandstorm, Springtide Storm, Tailwind, Twister, Whirlwind, and Wildbolt Storm."
    },
		{
      "id": "wind-rider",
      "name": "Wind Rider",
      "description": "This Pokémon is immune to damage dealt by wind moves. Additionally, this Pokémon's movement speed is double when moving with the wind's current direction, and halved when moving against the wind."
    },
    {
      "id": "wonder-guard",
      "name": "Wonder Guard",
      "description": "This Pokémon is immune to damaging attacks from types that are not in its vulnerabilities list. (Shedinja only. Cannot be passed or swapped)"
    },
    {
      "id": "wonder-skin",
      "name": "Wonder Skin",
      "description": "This Pokémon has advantage on all saving throws against being burned, frozen, poisoned, or paralyzed."
    },
    {
      "id": "zen-mode",
      "name": "Zen Mode",
      "description": "When Darmanitan is below 50% of its HP, it enters Zen Mode. In Zen Mode, Darmanitan changes into the form of a solid statue. It's type changes to Fire/Psychic, it gains +4 to its AC, and its STR and WIS ability scores are swapped."
    },
    {
      "id": "zen-mode-galarian",
      "name": "Zen Mode (Galarian)",
      "description": "When Galarian Darmanitan is below 50% of its HP, it enters Zen Mode. In Zen Mode, Galarian Darmanitan changes into the form of a flaming snowman. It's type changes to Ice/Fire, it gains +4 to its AC, and its STR and WIS ability scores are swapped."
    },
		{
      "id": "zero-to-hero",
      "name": "Zero to Hero",
      "description": "When a non-Pokémon ally of Palafin takes damage from a source outside that ally's control, Palafin may enter its Hero Form. In Hero Form, Palafin's size changes to Medium, its AC increases by 4, and each of its STR and DEX scores increase by 4, up to a maximum of 22. It may do this once per long rest. It reverts to normal form at the end of combat."
    }
  ]
}